[{"name": "University of Alabama Adapted Athletics", "activities": "Men’s basketball: http://alabamaadapted.com/mens-wheelchair-basketball", "overview": "For a combined 13 national championships, UA’s Adapted Athletics program includes men’s and women’s wheelchair basketball In addition, UA students with disabilities can participate in non-competitive sporting options designed to improve the recreation experience on campus for all students.", "links": "http://alabamaadapted.com/womens-wheelchair-basketball/", "phone": "205-348-5109", "email": "kllipscomb@crimson.ua.edu", "location": "Tuscaloosa, AL 35487"}, {"name": "Lakeshore Foundation", "activities": "Aquatics, yoga, strengthening/toning, balance, Tai Chi, Zumba, Tennis, Cycling, Golf, Powerlifting, Road racing, Track and field, Triathlon training", "overview": "We constantly work to use our time, energy, expertise, and resources to be a leader in addressing the needs of people within our mission while developing new opportunities for a lifelong path to wellness. We want that experience to extend beyond our doors and our campus, and we want that experience to be grounded in clear evidence that we are indeed having a positive impact on those we serve. There was a time when the majority of Lakeshore’s work was thought to be contained within our beautiful campus. Now, with the vision to “Improve the lives of people with physical disability around the world,” our opportunity, our reach, and indeed our obligation goes beyond our walls and our grounds. There are no limits. Our approach is now more expansive in our three pillars of activity, research, and advocacy. As we look to the future, each step we take is grounded in creating an inclusive society that truly benefits everyone, and we are committed to doing the hard work that it will take to make that a reality.", "links": "http://www.lakeshore.org/", "phone": "205-313-7400", "email": "info@lakeshore.org", "location": "4000 Ridgeway Drive, Birmingham, AL 35209"}, {"name": "Auburn University Office of Accessibility", "activities": "Wheelchair basketball", "overview": "Our mission is to offer equal recreation and athletic opportunities to students, faculty, and staff with disabilities at Auburn University while promoting health, wellness, and disability awareness to all. To accomplish this mission the Office of Accessibility and the School of Kinesiology have collaborated to lead the adaptive sports movement here on campus. We believe that all people, regardless of age, race, religion, creed, gender, or disability should have access to the joys and benefits of physical activity.", "links": "https://accessibility.auburn.edu/AdaptedSports", "phone": "334-734-6457", "email": "accessibility@auburn.edu", "location": "1228 Haley Center Auburn University, Alabama 36849"}, {"name": "Adaptive Aquatics", "activities": "Water skiing, wake sports", "overview": "Adaptive Aquatics provides instruction through comprehensive clinics and workshops. With the use of specialized equipment and expert instruction, Adaptive Aquatics opens avenues to greater independence and allows people to experience the excitement and thrill of water sports that many people with disabilities did not think were possible. Adaptive Aquatics teaches experienced and new skiers.", "links": "https://www.adaptiveaquatics.org/", "phone": "205-807-7519", "email": "skiyoulater@adaptiveaquatics.org", "location": "473 Paradise Cove Lane Wilsonville, AL  35186"}, {"name": "Alabama Handicapped Sportsmen", "activities": "Fishing, hunting", "overview": "Alabama Handicapped Sportsmen offers adaptive sports for individuals with disabilities. Hunting, fishing, outdoor referral and information, and peer support.", "links": "https://www.nchpad.org/Directories/Programs/8363/Adaptive~Sports~-~Alabama~Handicapped~Sportsmen", "phone": "205-339-2800", "email": "dsullivan@buckmasters.com", "location": "11802 Creighton Avenue Northport, AL 35475"}, {"name": "United States Quad Rugby Association ", "activities": "Wheelchair Rugby", "overview": "The United States Quad Rugby Association exists to provide opportunity, support, and structure for competitive wheelchair rugby to people with disabilities. We are here to help people get involved in the fastest growing wheelchair sport in the world.", "links": "https://www.usqra.org/", "email": "james.gumbert@gmail.com", "location": "4000 Ridgeway Drive, Birmingham, AL 35209"}]