[{"name": "﻿Achieve Tahoe", "activities": "Hiking, paddle sports, water skiing, canoeing, kayaking, sailing, jet-skiing, adaptive skiing, adaptive snowboarding", "overview": "﻿Achieve Tahoe was started in 1967 by Jim Winthers, a World War II Veteran of the 10th Mountain Division and Director of the Soda Springs Ski School. He brought together a group of Vietnam Veterans with disabilities and they taught themselves how to ski and found ways to adapt equipment to do so. At the time, adaptive sports equipment did not exist. The experience was so positive, Jim felt that the community could benefit from a formalized program that helped more people. We are proud to be the founding chapter of MoveUnited (formerly Disabled Sports USA) and have employees and volunteers who were the pioneers in the adaptive sports world. Today, Achieve Tahoe provides year-round outdoor recreation activities for people with cognitive, sensory, and physical disabilities. We can serve just about anyone with any disability. We focus on health, confidence, and independence so that the experience people have with us is long-lasting and carries over into other areas of their life.", "links": "https://www.achievetahoe.org/support/", "phone": "530-581-4161", "email": "info@achievetahoe.org", "location": "2680 Alpine Meadows Road, CA 961462."}, {"name": "Bay Area Association of Disabled Sailors", "activities": "Sailing", "overview": "Our keelboat fleet includes five keelboats, each specially rigged and equipped with adaptive features to make sailing the San Francisco Bay possible for people with disabilities. Additionally, we have 27 Hansa Dinghies, ranging in size from 8 to 14 feet long, all of which are specifically designed for people with disabilities. Some of these are equipped with servo motors so that people with severe physical disabilities can sail solo. BAADS serves approximately 15-50 participants each weekend who range in age, experience and disabilities. Some participants have never sailed before and some have been sailing all their lives. Through our weekend programs, participants learn to sail by themselves or with a partner in the small boat program and/or as part of a crew in the keelboat program. BAADS is an all-volunteer organization. We run all our programs through volunteers and couldn’t function without a dedicated crew. Because we rely on volunteers, we invest a significant amount of time and effort in training our volunteers so they have knowledge of sailing and our equipment.", "links": "http://www.baads.org/", "phone": "415-281-0212", "email": "info@baads.org", "location": "South Beach Harbor Pier 40, The Embarcadero San Francisco, CA 94107"}, {"name": "Bay Outreach and Recreation Program ", "activities": "Adaptive cycling, wheelchair basketball, golfball, power soccer, dance, yoga, strengthening and conditioning", "overview": "﻿Bay Area Outreach & Recreation Program (BORP) is a 501(c)3 non-profit organization working to improve the health, independence and social integration of people with physical disabilities through sports, fitness and recreation programs. At BORP, we believe that sports and recreation provide a path to greater achievement to which all people should have access, and we continually strive to make this a reality. BORP is headquartered in Berkeley, California and is the leading provider and promoter of accessible sports and recreation opportunities for children and adults with physical disabilities in the greater San Francisco Bay Area. In addition to our high-quality innovative sports and recreation programs, our expert staff provides advocacy, training, referrals and consultation services and have helped initiate adaptive sports programs in several other cities across the state. BORP also conducts disability awareness training and adaptive sports exhibitions for a variety of community agencies and serves as a valuable resource to physical therapists, rehabilitation hospitals, parks and recreation departments and related organizations.", "links": "https://www.borp.org/", "phone": "﻿510-849-4643", "email": "info@borp.org", "location": "﻿﻿3075 Adeline Street, Suite 200 Berkeley, CA 94703-2578"}, {"name": "Break the Barriers, Inc.\r", "activities": "Archery, dance, gymnastics, strengthening and conditioning, tumbling, martial arts", "overview": "Celebrating awareness and victories of all abilities, ethnicities, and ages through exceptional programs, outreach, and inclusion education. Break the Barriers shall continually maintain and improve inclusive programs through ability awareness, outreach, and education. With performances, assemblies, conferences, workshops, and clinics, Break the Barriers will promote integrated sports, health and fitness, performing arts, and aquatics programs. We have been given a stewardship of influence in the world of inclusion. Therefore, Break The Barriers is dedicated to accelerating awareness, understanding, acceptance, and education for all people with various abilities. We value each person equally, recognizing that we all have abilities and disabilities. By collaborating our efforts, we work hard to ensure that every child and adult achieves success. We exist through the many blessings that we receive as a non-profit corporation; therefore, we are committed to being good stewards of the wealth.", "links": "http://www.accessleisuresac.org/", "phone": "916-808-6017", "email": "jyarrow@cityofsacramento.org", "location": "Belle Cooledge Community Center 5699 S Land Park Dr, Sacramento, CA 95822"}, {"name": "Cottage Rehabilitation Hospital ", "activities": "Aquatics, adapted cycling, adapted golf, adapted kayaking, accessible yoga, wheelchair basketball, wheelchair rugby", "overview": "Our mission is to serve our community with excellence, integrity, and compassion. Every day we touch thousands of lives in many different ways, resolute in our mission to put patients first. We take pride in helping our patients get back to living their lives - in the places they love. All programs include instruction and play. Programs are held on the University of California, Santa Barbara (UCSB) campus.", "links": "http://www.cottagehealth.org/services/rehabilitation/", "phone": "805-569-8999", "email": "chsquality@sbch.org", "location": "﻿Santa Barbara Cottage Hospital 400 W. Pueblo Street Santa Barbara, CA 93105"}, {"name": "Disabled Sports Eastern Sierra", "activities": "Paddlesports, paralympic training, skiing, snowboarding, biathlon training, marathon training, kayaking, biking, climbing, fishing", "overview": "Disabled Sports Eastern Sierra is a volunteer-based nonprofit dedicated to changing the lives of children and adults with disabilities and their families by: offering year-round outdoor sports and activities creating inspiring challenges providing expert instruction and adaptive equipment rallying the community to comfortably accommodate people with disabilities. DSES has adaptive equipment to fulfill everyone’s winter and summer dreams: gliding down a snow-covered mountainside, cruising on a cycle or skimming over a placid lake. Activities are customized to each individual; one-on-one or in a group. Our goal is for everyone to be active year-round! DSES makes the outdoors accessible and affordable", "links": "https://disabledsportseasternsierra.org/", "phone": "760-934-0791", "email": "lbeardsley@disabledsportseasternsierra.org", "location": "1 Minaret Rd, Mammoth Lakes, CA 93546"}, {"name": "Far West Wheelchair Sports", "activities": "Strengthening and conditioning, adapted bowling, archery, power wheelchair soccer, wheelchair basketball, wheelchair tennis", "overview": "﻿The mission of Far West Wheelchair Athletic Association (FWWAA) is to develop, promote, and organize community based sport and recreation programs for individuals of all ages with various physical disabilities. FWWAA supports the philosophy of recognizing an individual’s abilities, rather than focusing on their disability. Our exceptional staff and coaches provide the necessary tools to empower our athletes by teaching independence, positive self-worth and self-efficacy.  FWWAA fosters these ideals by offering adaptive sporting programs to the community, similar to the opportunities offered to the able-bodied population. FWWAA programs increase athletes social, psychological, and physical well-being. These programs cater to a wide array of physical disabilities including but not limited to cerebral palsy, spina bifida, spinal cord injury, traumatic brain injury, amputation, visual impairments, muscular dystrophy, and other neuromuscular impairments.", "links": "https://fwwaa.org/", "phone": "408-794-6676", "email": "Info@fwwaa.org", "location": "3369 Union Ave San Jose, CA 95124"}, {"name": "High Fives Foundation", "activities": "All outdoor sports", "overview": "﻿High Fives offers four grant cycles a year open to individuals who sustained an injury from an outdoor sport. One of these four cycles is open to individuals who have been injured through accidents who are applying for adaptive equipment. Based on the athlete’s goals, individuals can choose to work towards a specific sport or overall health and wellness.﻿", "links": "https://highfivesfoundation.org/high-fives-information/", "phone": "530-562-4270", "email": "Info@highfivesfoundation.com", "location": "Truckee, CA"}, {"name": "LA Kings Sled Hockey", "activities": "", "overview": "﻿Sledge hockey (known as sled hockey in the United States) is a sport that was designed to allow participants who have a physical disability to play the game of ice hockey. It is currently one of the most popular sports in the Paralympic Games. We follow all the regular ice hockey rules. The difference is in the equipment. We us a sled and 2 modified hockey sticks to move around the ice. The sticks for ice sled hockey players have a curved blade (similar to regular ice hockey) at one end, and sharp picks at the opposite end of the blade for maneuvering and propulsion. Movement is achieved by using the metal teeth as a means to grip the ice and push one forward. Sled hockey is a sport that totally integrates players with mobility limitations, amputees and able-bodied players with knee, leg or hip injuries that limit participation in standard hockey. Teams are organized by Novice, Junior, Intermediate and Seniors.﻿", "links": "http://kings.ice.nhl.com/club/page.htm?id=105492", "phone": "310-535-4472", "email": "hockey@lakings.com", "location": "10540 Magnolia Ave. Suite A, Riverside, CA"}, {"name": "PossAbilities at Loma Linda University ", "activities": "", "overview": "﻿PossAbilities seeks to provide all individuals with disabilities the opportunity to discover the boundless ways to find joy and satisfaction in a meaningful life. We feel strongly that every individual has the opportunity to make their community a better place. Leadership comes from the disabled and the able-bodied alike, working together to enable and empower one another. Turning this leadership into action requires knowledge. PossAbilities is providing the following statistics in an effort to help educate our community about the many social disparities often facing individuals with disabilities. By creating awareness we hope to provide knowledge that will help everyone become better advocates for the disabled and to help share our vision nationwide", "links": "https://teampossabilities.org/", "phone": "909-558-6384", "email": "possabilities@llu.edu", "location": "25455 Barton Rd., Suite 109A Loma Linda, CA. 92354"}, {"name": "Riekes Center for Human Enhancement", "activities": "Strengthening and conditioning, archery, aquatics, baseball", "overview": "﻿Our mission is to provide each student with the best possible opportunity to define and accomplish individual goals, build character and learn transferable life skills through Creative Arts, Athletic Fitness and Nature Awareness, in an environment of non-judgment and mutual respect. We provide these opportunities regardless of the student’s ability to pay, or ability to perform. Each person’s uniqueness and potential is celebrated.", "links": "https://www.riekes.org/", "phone": "﻿650-364-2509", "email": "info@riekes.org", "location": "﻿3455 Edison Way, Menlo Park, CA 94025"}, {"name": "Shared Adventures ", "activities": "Scuba diving, kayaking, canoeing, rock climbing, yoga, dance", "overview": "﻿We create opportunities to enjoy arts and social interaction, as well as engage with the natural environment through outdoor recreation. Our diverse Calendar of Activities includes kayaking, art classes, surfing, trips to local venues, sailing, indoor rock-climbing, river rafting, dance parties with live music, archery, camping trips, whale watching, bowling, horseback riding, table tennis and much more. We are always searching for new, fun activities to add to our calendar, so keep checking back for updates! Our goal is to offer opportunities for social and recreational interaction for disabled people, and thereby encourage: Personal growth, development, and self-confidence. Cooperation, decision-making, and leadership skills. Outdoor skills and environmental awareness. Improved quality of life and level of happiness. We are the only program in Santa Cruz County that offers a year-round calendar of recreational events that is completely inclusive! We cater to people of all walks of life, including age, disability, and our veterans.", "links": "https://www.sharedadventures.org/", "phone": "﻿831-459-7210", "email": "info@sharedadventures.org", "location": "﻿Santa Cruz, CA 95061"}, {"name": "Triumph Foundation", "activities": "Handcycling, adapted snow and water skiing, wheelchair hockey, basketball, rugby, racquetball, 5Ks, wheelchair shooting, curling", "overview": "﻿Triumph Foundation's mission is to help children, adults, and Veterans with Spinal Cord Injury/Disorder (SCI) to triumph over their disability and to inspire them to keep moving forward with their lives by pushing themselves to get better every day. Triumph Foundation works to minimize the obstacles that one faces after suffering traumatic injury. Triumph Foundation provides resources, hope and security to people living with paralysis – not just initially when the injury occurs, but as a lifelong support network. Additionally, we hold events that are a captivating force within the entire community. We are the go-to organization for people living with mobility impairments in Southern California.﻿", "links": "https://triumph-foundation.org/", "phone": "﻿661-803-3700", "email": "info@Triumph-Foundation.org", "location": "﻿27811 Avenue Hopkins Unit 5 Valencia, CA 91355"}, {"name": "United States Driving for the Disabled (USDFD)", "activities": "Para-equestrian Carriage Driving", "overview": "﻿The USDFD is a non-profit organization that seeks to improve the lives of physically challenged individuals throughout the US and Canada by providing the experience of driving horses in a challenging environment. Our mission is to provide the extraordinary benefit of therapeutic driving to as many people as possible through sharing knowledge, experience, and serving as a resource for innovations in adaptive equipment for drivers, trainers, and programs offering carriage driving. USDFD fosters opportunities for drivers to compete in national and international amateur competitions by training and providing financial support for Team USA.﻿", "links": "http://usdfd.org/", "phone": "﻿805-343-6026", "email": "usdfdinformation@gmail.com", "location": "620 Matilija Ln, Arroyo Grande, CA 93420"}, {"name": "United States Adaptive Recreation Center", "activities": "Adaptive skiing, adaptive snowboarding, water skiing, jet skiing, kayaking, paddle boarding, sailing, fishing, mountain biking", "overview": "The United States Adaptive Recreation Center is committed to guiding people with disabilities toward the creation and affirmation of rewarding lifestyles by: Facilitating challenging and adventurous recreational programming. Enabling achievement with superior instruction and personnel. Confronting limitations resolutely and educationally. Developing independence through a cooperative reliance on others. Providing resources for sustained participation with peers. Creating awareness throughout the community.", "links": "https://www.usarc.org/", "phone": "909-584-0269", "email": "mail@usarc.org", "location": "43101 Goldmine Drive Big Bear Lake, CA 92315"}, {"name": "Balanced Connections Adaptive Equestrian Program", "activities": "Equestrian", "overview": "﻿Balanced Connections provides clients with a complete horsemanship and riding education in an atmosphere that provides physical and emotional development. They provide adaptive and therapeutic riding lessons. Our mission at Balanced Connections is to provide clients with complete horsemanship and riding education in an atmosphere that allows for physical and emotional development and learning through work with horses. We provide adaptive riding lessons, therapeutic riding lessons, equine-facilitated psychotherapy, and more.﻿", "links": "http://www.balancedconnectionsaep.com/", "phone": "805-478-4358", "email": "DInman@BalancedConnectionsAEP.com", "location": "Arroyo Grande, CA"}, {"name": "Lichen Oaks Adaptive Riding Center (LOARC)", "activities": "Equestrian", "overview": "﻿LOARC is dedicated to healing the mind, body, and spirit through therapeutic riding and horsemanship. Our 10,000 square foot covered arena’s walls and ceiling are constructed of redwood taken from the tear down of the Scotia Lumber Mill in Humboldt County, California. These magnificent redwoods give the arena an open air feeling while protecting the riders from the sun or rain so that our operations and riding sessions are never cancelled due to weather. LOARC offices, feed room, tack room and grooming facilities round out the rooms in the barn. Similar to the arena, the barn is also principally constructed of redwood from the Scotia Lumber Mill. Both buildings are protected with a fire sprinkler system connected to an onsite 78,000 gallon water storage tank and additional water supply through the ranch’s water storage system. Both buildings are also protected from power outages by an onsite generator system.", "links": "https://lichenoaksarc.org/", "phone": "530-562-4270", "email": "info@lorac.net", "location": "Felton, CA"}, {"name": "Central California Adaptive", "activities": "Paddleboarding, hiking, yoga, fly-fishing, kayaking, rock climbing, sit-skiing, stand-skiing, ski biking, cross country skiing, mountaineering, snowshoeing", "overview": "﻿Located in the Central Sierra Nevada, the Central California Adaptive Sports Center (CCASC) brings outdoor adventure programs to persons with disabilities. We welcome individuals and groups of all ages and backgrounds. CCASC provides year-round adaptive recreation and adventure programming. Our programs incorporate the latest equipment and therapeutic recreation practices, facilitate activities in a professional manner, and collaborate with other organizations, with the goal of providing programming that has a lasting impact on the quality of our participant's lives. CCASC's programs invite the participation of family and friends, empower our participants in their daily lives, and have a positive enduring effect on confidence, health, independence, and overall well-being.﻿", "links": "https://www.centralcaladaptive.org/", "phone": "﻿559-593-2504", "email": "Info@centralcaladaptive.org", "location": "﻿﻿Summer Headquarters: ﻿41441 Tollhouse Road Shaver Lake, CA 93664﻿Winter Headquarters: China Peak Mountain Resort Lakeshore, CA 93634"}, {"name": "Ability First Sports ", "activities": "Archery, baseball, boccia, bowling, cycling, football, golf, ropes course, running/wheelchair racing, skateboarding, soccer/ power soccer, softball, swimming, tennis/ wheelchair tennis, volleyball/ sit volleyball, water skiing, wheelchair rugby", "overview": "﻿Ability First Sports began in 1985 at California State University, Chico through the Physical Education Department to educate and train physical education professionals to proactively include adapted sports and recreation in schools. As a leader in the industry, Ability First emerged as an annual summer youth sports camp to develop recreational and athletic opportunities for youth with physical disabilities. Since then, Ability First Sports has provided sports instruction and training to over 1,000 wheelchair athletes in the Western U.S. who can benefit from sports instruction to develop an active and healthy lifestyle. After over 30 years of coaching youth in adapted sports, Ability First Sports is positioned as a regional leader for adapted sports summer camp experiences where youth learn to develop an active lifestyle through sports instruction and coaching. Over the next few years, Ability First Sports is developing a destination adapted sports campus to bring wheelchair athletes year-round experiences to develop independence, endurance, strength and leadership in their communities for health & wellness.  Ability FIrst continues to train families to advocate for equal participation and inclusion in sports and recreation.", "links": "https://www.abilityfirstsports.org/", "phone": "530-588-0335", "email": "Eric@abilitysports.org", "location": "1441 Oakridge Dr. Chico, CA, 95920"}, {"name": "Angel City Sports", "activities": "Archery, badminton, wheelchair basketball, boccia, canoeing, cheer, fencing, golfball, golf, martial arts, powerlifting, rowing, running/wheelchair racing, skateboarding, sled hockey, table tennis, wheelchair tennis/tennis, track and field, triathlon, volleyball/sit volley", "overview": "﻿Angel City Sports began in June 2013 when Clayton and Ezra Frech were on the track at the Endeavor Games in Oklahoma City and asked the question, \"Why do we need to come to tornado alley to run, jump, and throw things? Why aren't there more programs in Southern California?\" This began our journey to create the Angel City Games, Southern California’s own multi-sport Paralympic style competition and celebration of Adaptive Sports. Today we're offering a year-round schedule of introductory adaptive sport clinics, giving athletes opportunities to participate, learn and train in a variety of sports. We've expanded the Angel City Games from two to four days, adding new sport clinics and competitions including Archery, Swimming, Wheelchair Tennis, Track & Field, and Wheelchair Basketball. We're building an inventory of Adaptive Sports equipment to be loaned or rented to other programs and individuals who want to get into the game. As more participants join us throughout the year at clinics and events we look forward to learning about their goals and aspirations to participate in Adaptive Sports.", "links": "http://angelcitysports.org/about-us", "phone": "424-286-4227", "email": "info@angelcitysports.org", "location": "2355 Westwood Blvd Los Angeles, CA 90064"}, {"name": "Handicapped Scuba Association ", "activities": "Scuba diving", "overview": "﻿The Handicapped Scuba Association has dedicated itself to improving the physical and social well-being of people with disabilities through the sport of scuba diving. To improve the health and fitness of people with disabilities by challenging their physical abilities and endurance. To improve the quality of life of people with disabilities by providing opportunities to actively participate in a mainstream sport. To \"level the playing field\" between people with disabilities and their able bodied peers by facilitating access to a sport that they, and others, thought was not possible; To motivate people with disabilities into pursuing other life challenges (education, employment, travel, sports) by allowing them to achieve at a sport that many people cannot. To profile the abilities and potential of people with disabilities to mainstream society. Made up of over 4000 underwater educators, scuba divers with disabilities and supporting members, located in over 45 countries, the Handicapped Scuba Association is dedicated to assuring that people with disabilities are given the same opportunity to receive quality training, certification and dive adventures as the able bodied population.", "links": "https://hsascuba.com/index.php", "phone": "949-498-4540"}]