[{"name": "Adaptive Sports Association", "activities": "Adaptive Snowboarding, Skiing, Sit Skiing, Cycling, Rifton Cycling, Flawwater Canoeing, Kayaking & Rafting", "overview": "Adaptive Sports Association’s programs help to enrich and transform the lives of people with disabilities through sports and recreation. By working with participants to overcome physical and cognitive challenges in a supportive environment, ASA helps participants explore possibilities. Through sports and recreation, participants meet positive role models, increase socialization skills, improve physical fitness and combat depression. Personalities blossom and self-esteem soars as our students challenge themselves physically and emotionally and experience success.", "links": "http://asadurango.com/", "phone": "970-403-6522", "email": "info@asadurango.com", "location": "47 Skier Place, Durango, CO 81301"}, {"name": "Adaptive Sports Center of Crested Butte", "activities": "Skiing, Snowboarding, Nordic Skiing, Ice Climbing, Snowshoeing, Canoeing, Kayaking, Rafting, Cycling, Hike, Rock Climbing", "overview": "The Adaptive Sports Center’s objective is to set the standard of excellence for adaptive recreation and adventure programming. Through providing year-round activities the ASC will focus on being the model in adaptive adventure recreation. By incorporating the latest therapeutic recreation practices, professional facilitation, and utilizing state-of-the-art equipment, we will provide programming that has a lasting impact on the quality of our participants' lives.", "links": "https://www.adaptivesports.org", "phone": "970-349-2296", "email": "justin@adaptivesports.org", "location": "Location:Winter Sports: 19 Emmons Road Mount Crested Butte, CO 81225Summer Sports: 325 Belleview Ave. Crested Butte, CO 81224"}, {"name": "Breckenridge Outdoor Education Center", "activities": "Adaptive Skiing, Adaptive Snowboarding, Nordic Skiing, Snowshoeing", "overview": "THE MISSION OF BRECKENRIDGE OUTDOOR EDUCATION CENTER IS TO EXPAND THE POTENTIAL OF PEOPLE WITH DISABILITIES AND SPECIAL NEEDS THROUGH MEANINGFUL, EDUCATIONAL, AND INSPIRING OUTDOOR EXPERIENCES.", "links": "https://boec.org", "phone": "970-453-5633", "email": "skiprog@boec.org", "location": "655 S. Park Ave. Breckenridge, CO 80424"}, {"name": "Challenge Aspen ", "activities": "Rafting, Hiking, Fishing, Archery, Horseback Riding, Sailing, Bowling, Skiing, Snowboarding, Snow Tubing, Ice Skating, Dog Sledding", "overview": "Challenge Aspen is dedicated to impacting lives through year-round adaptive experiences for individuals faced with cognitive and/or physical disabilities. Challenge Aspen creates life-changing opportunities by encouraging participation in activities designed to redefine limits, recognize abilities, and transfer newfound courage to everyday life.", "links": "https://challengeaspen.org", "phone": "970-923-0578", "email": "info@adaptiveadventures.org", "location": "Snowmass Village, CO 81615"}, {"name": "City of Colorado Springs Parks and Recreation﻿", "activities": "Boxing, Adaptive Cycling, Boccia, Archery, Adaptive Golf, Whitewater Rafting, Adaptive Kayaking, Paddleboarding", "overview": "The Therapeutic Recreation Program (TRP) provides opportunities for youth and adults with disabilities to acquire skills that enable them to participate in leisure experiences of their choice and enhance their abilities to function within a community setting.", "links": "https://coloradosprings.gov/parks/page/therapeutic-recreation-program-trp", "phone": "719-385-6964", "email": "Felicia.barnhart@coloradosprings.gov", "location": "1315 East Pikes Peak Avenue Colorado Springs, CO 80909"}, {"name": "Colorado Discover Ability", "activities": "Skiing & Cycling", "overview": "﻿We create year-round adaptive recreation experiences for people with disabilities We provide independent participation, unique experiences, and enriching opportunities for recreators, and volunteers alike. Our programs are like no other... because our PEOPLE are like no other.", "links": "https://www.coloradodiscoverability.org", "phone": "970-257-1222", "email": "office@cdagj.org", "location": "601 Struthers Ave. Grand Junction, CO 81502"}, {"name": "Community Saling of Colorado", "activities": "Adaptive Sailing", "overview": "We're Community Sailing of Colorado, a nonprofit organization promoting fun, learning, and growth through the sport of sailing in Colorado. We focus on teaching new skills and empower our sailors to be an active participant. This is not going for a sailboat ride as you are at the helm. Our fleet can handle all types of sailors from first-timers to those looking for a new experience. Our dockside lift (at Cherry Creek Reservoir) can set you in the water with ease to ensure safe passage. We have our fleet of Access 303 Sailboats, and RS Venture Keel 18’s.", "links": "https://www.communitysailing.org", "phone": "303-757-7718", "email": "admin@communitysailing.org", "location": "4800 S Dayton St Greenwood Village, CO 80111"}, {"name": "National Sports Center for the Disabled", "activities": "Alpine Skiing, Snowboarding, Ski-Biking, Cross Country Skiing, River Rafting, Archery/Air Gun, Canoeing, Fishing, Kayaking, Rock Climbing, Sailing, Horseback Riding", "overview": "The NSCD offers adaptive lessons for individuals and groups of people with disabilities in a variety of action sports, adventure sports, and competitive programs. Athletes with any physical, cognitive, emotional, or behavioral diagnosis can participate in sports and recreation programs year-round in Colorado’s Front Range and mountains. The NSCD’s recreational athletes build self-confidence and improve overall health in programs such as skiing, rock climbing, paddle sports, and therapeutic horseback riding. The NSCD’s competition program offers a way for independent athletes to compete at an elite level in international alpine and Nordic competitions and to thrive in the camaraderie of the NSCD team environment.", "links": "https://nscd.org", "phone": "970-726-1518", "email": "info@nscd.org", "location": "1801 Mile High Stadium Circle Denver, CO 80204"}, {"name": "STARS Steamboat Springs", "activities": "Alpine Skiing, Nordic Skiing, Snowboarding, Snowshoeing, Archery, Cycling, Hiking, Horseback Riding, Mountain Biking, Paddle Sports, Water Skiing", "overview": "We believe that adaptive recreation can positively impact the lives of individuals with disabilities and their families.  STARS programs help individuals to discover the outdoors and teach skills to overcome health challenges as well as develop confidence, self-esteem, and independence. We use skiing, cycling, therapeutic horseback riding, kayaking, and other activities to empower people with disabilities. Through these activities, we help to reduce depression and isolation while helping to increase physical activity, self-sufficiency, and hope in our participants. We believe that through our programs that we help to strengthen families and communities and advance individuals to become productive and responsible citizens.", "links": "https://steamboatstars.com", "phone": "970-870-1950", "email": "info@steamboatstars.com", "location": "35465 US Hwy 40 Steamboat Springs, CO 80487"}, {"name": "Telluride Sports Program", "activities": "Skiing, Snowboarding, Snowshoeing, Nordic Skiing, Ice Climbing, Heli-Skiing, Fishing, Bikin, Bocce Ball, Horseback Riding, Canoeing, Rock Climbing, SUP Boarding, Hiking, Mountain Biking", "overview": "During the winter, we accomplish our mission of empowerment and challenge mainly through our adaptive ski school, providing tailored and individualized lessons daily throughout the season.  In addition, specialty programs, such as a Special Olympics race team, backcountry hut trips, and military-oriented camps take place all winter long.  Our participants, whether a first-time stand-up skier, or a veteran trees and bumps mono-skier, benefit greatly from our professionally trained instructors who are able to properly assess the student, incorporate appropriate adaptive equipment, and provide instruction or guiding services. Summer finds TASP offering an even larger breadth of opportunities from off-road handcycle adventures set in the dramatic Moab desert, to rock climbing amongst the snowcapped peaks of Telluride.  Just as with winter programming, TASP proudly provides scholarship opportunities to those in financial need and supports local communities by providing regional-specific programming and opportunities.  As a further commitment to the community and our mission of inspiring, TASP conducts disability awareness training for local school-aged youth in order to promote awareness and educate the next generation about the limitless potentials of adaptive recreation.", "links": "https://tellurideadaptivesports.org", "phone": "970-728-5010", "email": "tasp@tellurideadaptivesports.org", "location": "Telluride, CO"}, {"name": "Denver Adaptive Divers", "activities": "Scuba Diving", "overview": "As a Colorado 501c(3) organization, Denver Adaptive Divers provides support, education, specialized training, and dive travel to qualified individuals with physical disabilities to enable them to become an integral part of the sport of scuba diving. DAD is a leader in the Rocky Mountain Region for removing barriers for qualified individuals with physical disabilities to enable them to participate in the mobility and joy of scuba diving. Visit with the divers who have or will benefit from your generosity. Hear firsthand how your support is changing lives! Denver Adaptive Divers is a SCUBA diving training program that provides Open Water Diver certification to people with a variety of disabilities. We provide the opportunity for people with various disabilities to discover the freedom of movement under the water through SCUBA diving. DAD works with people with various disabilities, including but not limited to spinal cord injuries, Multiple Sclerosis, amputees, visually, and hearing impaired. We provide support, education, specialized training in adaptive scuba diving, and dive travel to qualified individuals with physical disabilities to enable them to become an integral part of the sport of scuba diving.", "links": "https://www.denverdivers.com/denver-adaptive-divers.htm", "phone": "303-399-2877", "email": "scuba@denverdivers.com", "location": "557 Milwaukee Street Denver, Colorado 80206"}, {"name": "Colorado Adaptive Sports Foundation", "activities": "Basketball, Lacrosse, Power Soccer, Sled Hockey, Adaptive Curling", "overview": "The Colorado Adaptive Sports Foundation (CASF) aims to bolster independence, improve self-confidence, elevate social interaction, and enhance the quality of life through organized team sports. CASF is for people of all ages throughout Colorado who have physical disabilities including spinal cord injuries, spina-bifida, amputations, and cerebral palsy. CASF manages, promotes, and raises funds for adaptive team sports across the state of Colorado, including wheelchair basketball, sled hockey, wheelchair softball, wheelchair lacrosse, adaptive curling, and power soccer, representing over 200 adult and junior athletes. Providing these services allows the athletes and coaches for the teams represented by CASF to focus on learning, playing, and teaching their respective sports.", "links": "http://www.coloradoadaptivesports.org/", "phone": "303-564-9375", "email": "info@coloradoadaptivesports.org", "location": "Colorado"}, {"name": "Golf 4 The Disabled", "activities": "Adaptive Golf", "overview": "A gateway, bringing recreational golf therapy to those with disabilities to learn and enjoy the game of golf! A place of connection, empowerment, activity, and fun for all abilities! Back in 1989, Nan Wolbert, a registered nurse, sustained a severe head injury in an automobile accident.  Looking for a recreational activity to improve her concentration and balance that she would also enjoy with her husband, she elected to give golf a try.  In the process, Nan discovered that the experience offered a renewed sense of self-confidence in life.  And the fun, friendship and improved self-esteem she found on the practice green carried over into her non-golf-related activities.  Due to her success with golf as therapy, Nan decided to offer lessons to others with disabilities!  Hence, Golf 4 The Disabled was born!", "links": "https://golf4thedisabled.org/", "phone": "303-619-5568", "location": "Broken Tee Golf Course, 2101 W Oxford Ave, Englewood, Colorado 80110, United States"}, {"name": "Ignite Adaptive Sports", "activities": "Alpine Skiing, Snowboarding, Cross Country Skiing, Snowshoeing, Ski Biking", "overview": "Ignite personal growth, independence, and confidence in people with disabilities in the Front Range by providing caring, safe, and fun adaptive winter Snowsports opportunities. Today, outdoor sports enthusiasts of all ages and disabilities are welcome to take part in our nationally recognized program. Our dedicated team donates between 15,000 – 20,000 hours (worth more than $350,000 according to The Independent Sector) of their time and energy each year to provide private snowsports lessons to hundreds of people living with disabilities in Colorado. This includes wounded active duty and military veterans served through a US Paralympic Military Program Ignite developed in 2009, in collaboration with the U.S. Olympic Committee. While other adaptive winter sports programs exist in Colorado, Ignite is the only comprehensive program located along the Front Range and the only program accessible by RTD’s public transportation system.", "links": "https://igniteadaptivesports.org", "phone": "303-258-1166", "email": "info@igniteadaptivesports.org", "location": "Boulder, CO"}, {"name": "Stable Strides", "activities": "Adaptive Equestrian", "overview": "Since 1981, Stable Strides has provided horse-centered activities for individuals from the ages of two to eighty-two who have adaptive needs for the purpose of promoting positive physical, behavioral, cognitive, emotional, and social development. We serve children, teens, adults, veterans, and service members with adaptive needs through Adaptive Riding, Mental Health Services, and Physical, Occupational & Speech Therapy.", "links": "https://www.stablestrides.org", "phone": "719-495-3908", "email": "connect@stablestrides.org", "location": "13620 Halleluiah Trail Elbert, CO 80106"}, {"name": "Wheelchair Archery Sports Association", "activities": "Archery", "overview": "Wheelchair Archery Sports Association offers archery for those with disabilities.", "phone": "719-574-1150", "location": "Location:3595 E. Fountain Blvd. #L10 Colorado Springs, CO  80910"}]