[{"name": "Orlando Magic Wheels", "activities": "Wheelchair Basketball", "overview": "The Orlando Magic Wheels (OMW) is a member of the National Wheelchair Basketball Association (NWBA) were physically challenged athletes to compete in fast-moving basketball tournament play. Athletes, primarily with lower limb disabilities that range from amputations to paraplegia, participate in this team sport using wheelchairs. We take our name from the local NBA team, the Orlando Magic, and even wear the same uniforms. Anyone with a lower limb disability who is coordinated enough to push a wheelchair and hold a basketball is a candidate. If you are in good condition and exercise regularly, great! If not but you are ready to start exercising in a fun, team environment, come on out. Currently, the youngest member of the team is 16 and the oldest is 61. The team currently does not have extra sports wheelchairs, but you can try one of ours if you come out to watch us practice. Bring your family and friends.", "links": "https://www.orlandomagicwheels.org", "phone": "407-399-3920", "email": "info@orlandomagicwheels.org", "location": "8426 Island Palm Circle Orlando, Florida 32835"}, {"name": "Miracle Sports", "activities": "Virtual Bubbles AKA Small Group Coaching Sessions", "overview": "Miracle Sports of Tallahassee provides Access to Athletics for people of all abilities. Whether it’s rounding the bases, scoring a touchdown, or driving the lane, we adapt our games so that anyone can participate, and be successful. The majority of our seasons are played on the Miracle Field, in Messer Park; this field provides a barrier-free arena for our athletes. Our game days are rich, inclusive environments where our athletes and volunteers play together and encourage one another. Virtual sessions will consist of simple, challenging, and fun exercises that will help enhance your performance as an athlete.   There is a large focus on unique skill sets such as flexibility, strength, endurance, mobility, and hand-eye coordination. However, our mission is to not only support you physically but to push you mentally through encouragement and motivation within a friendly environment!", "links": "https://www.fdoa.org/miracle-sports", "phone": "850-201-2944ext.4", "email": "srehberg@fdoa.org", "location": "2475 Apalachee Parkway, Suite 205 Tallahassee, FL 32301"}, {"name": "Florida Disabled Outdoors Association (FODA)", "activities": "Adaptive Golf, Tennis, Basketball, Martial Arts, Laser Target Shooting, Fishing, Disc Golf, Rock Wall Climbing, Kayaking, Adaptive Biking, Bocce, Sailing, Para-Badminton", "overview": "FODA enhances the lives of people with disabilities by promoting active living and providing first-hand access to resources and activities designed to encourage participation regardless of age or ability level. People are able to try everything from sit water-skiing to rock wall climbing, martial arts, and much more! Participants of all abilities learn about the value of recreation and active leisure for everyone – especially people with disabilities. People discover the latest in equipment, trends, and resources.", "links": "http://www.fdoa.org/", "phone": "850-201-2944", "email": "info@fdoa.org", "location": "3035 Eliza Road  Tallahassee, FL 32308"}, {"name": "Chariots on Ice", "activities": "Sled Hockey", "overview": "Bringing the adaptive sport of sled hockey to South Florida. Chariots On Ice is the new division of \"Chariots Of Love\" nonprofit 501c3 charity that provides free wheelchairs and free wheelchair repairs/accessories to children in the USA under the age of 21. ( www.ChariotsOfLove.org) The \"Tiger Sharks\" team staff and players will facilitate FREE clinics with our equipment, funded by your tax-deductible donations, hosted by Palm Beach Skate Zone. We want to offer inclusion in this COOL sport to ALL ages and abilities or disabilities Everyone is welcome to try it. Pusher sleds will be available for those that need assistance moving forward on the ice and will be pushed by experienced skaters. Clinic dates will be posted on this page several weeks in advance for sign up opportunities.", "links": "http://www.ChariotsOnIce.org/", "email": "chariotsoniceusa@gmail.com", "location": "Lake Worth, FL"}, {"name": "Freedom Ride", "activities": "Therapeutic Horseback Riding", "overview": "Horseback riding is a great form of therapy for any individual because it removes the “office/classroom” aspect of therapy sessions from the picture and allows the individual to receive therapy without even realizing it.  Therapeutic riding gives each individual a sense of empowerment and interacting with our horses doesn’t just strengthen muscles and improve balance and coordination— the generous nature of our horses strengthens emotional bonds, building trust and confidence with each session.", "links": "www.freedomride.com", "phone": "407-293-0411", "email": "liz@freedomride.com", "location": "1905 Lee Road Orlando, Florida 32810"}, {"name": "Selkie Adaptive Paddle", "activities": "Paddle Boarding & Kayaking", "overview": "There are 54 million disabled Americans, over 3 million in Florida. This population includes a wide range of disabilities; physical, emotional, and intellectual challenges. This may be a Veteran, a person with disabilities from birth, a person going through challenges from the normal aging process, or someone who has had a traumatic injury. Our goal at Selkie Adaptive Paddle is to offer amazing guided adaptive adventures to people of all abilities, and for their friends and families to enjoy the experience with them. We will be exploring the beautiful waters of Boca Grande, Englewood, and Placida Florida by kayak and paddleboard. Adventures may include creature finding, fishing, birding, and shelling expeditions. Exploring by paddleboard and kayak, while learning about our marine life, coastal ecosystems, and all the creatures we encounter in this beautiful area we call home.", "links": "http://selkieadaptivepaddle.com/", "phone": "941-303-9758", "email": "selkieadaptivepaddle@aol.com", "location": "Englewood, FL"}, {"name": "On The Edge", "activities": "Water Skiing, Adaptive Boat Driving", "overview": "On The Edge is a nonprofit organization that brings specially-abled children and adults together through the involvement of water sports and activities. On The Edge is a nonprofit children's organization that was founded by the Kasper family. The Kasper Family knows firsthand about the struggles of living with a person with disabilities. Their family’s gift of hospitality, love of outdoor activities, and desire to help others in similar situations helped them create On the Edge Children’s Foundation. This nonprofit organization wants to help these people have successful social interactions, improve self-confidence, and achieve a feeling of acceptance while enjoying a variety of activities.", "links": "http://ontheedgecf.com/", "phone": "240-344-0424", "email": "rkasper@ontheedgecf.com", "location": "1863 Gettysburg Village Drive, Suite 995, PMB 231, Gettysburg, PA 17325"}, {"name": "National Alliance for Accessible Golf﻿", "activities": "﻿Adaptive Golf", "overview": "The National Alliance for Accessible Golf (Alliance) is an organization working to ensure the opportunity for all individuals with disabilities to play the game of golf. Formed in the summer of 2001, the Alliance is represented by major golf organizations in the United States, organizations that provide services for people with disabilities, and others who advocate for the inclusion of people with disabilities into society.", "links": "https://www.accessgolf.org", "phone": "240-344-0424", "email": "info@accessgolf.org", "location": "1225 NW 21st St., Unit 2403, Stuart, FL 34994"}]