[{"name": "AquAbility", "activities": "﻿Adaptive Aquatics", "overview": "﻿AquAbility provides year-round therapeutic aquatic programs for people of all ages with disabilities including: Autism, Blind or Visually Impaired, Cerebral Palsy, Deaf or Hard of Hearing, Developmental Disabilities, Down Syndrome, Limb Loss, Multiple Sclerosis, Muscular Dystrophy, Post Traumatic Stress, Parkinson’s Disease, and Spinal Cord Injury. AquAbility provides Education and Certification for Therapeutic Aquatics for People with Disabilities. AquAbility is a chapter of Disabled Sports, USA. AquaAbility’s core values are trustworthy, compassionate, and empowering.", "links": "https://aquability.org/", "phone": "﻿208-336-1876", "email": "info@aquability.org", "location": "﻿3218 W. Overland Rd, Boise, ID 83705"}, {"name": "Boise Parks and Recreation", "activities": "Mini golf, snow shoeing, dance, adaptive cycling, adaptive rafting, adaptive water skiing, adaptive white water rafting, wheelchair basketball, wheelchair rugby", "overview": "﻿Boise Parks and Recreation's Adaptive Recreation program provides a wide range of recreational, social and educational programs for youth and adults with disabilities. Individuals with disabilities can choose to participate with one of our adaptive recreation programs which are specifically designed for someone with a disability or utilize inclusion services in which modifications may be provided so that an individual with a disability can fully participate in any of Boise Parks and Recreation's programs.", "links": "https://www.cityofboise.org/departments/parks-and-recreation/adaptive-recreation/", "phone": "﻿208-608-7680", "location": "﻿700 Robbins Rd, Boise, ID 83702"}, {"name": "Higher Ground Sun Valley", "activities": "Fly fishing, cycling, skiing, paddling, hiking, swimming, team sports (not specified), equine, rock climbing, billiards", "overview": "﻿Back in 1999, we were really good at one thing: teaching locals with disabilities how to use adaptive skis. It took special equipment, understanding, and really, really remarkable coaches. Today, we still take to the mountain with our locals, but now our special equipment and special coaches transform lives across the country. From the hiking trails of western New York to the mountaintops of Idaho to the surf of Los Angeles, we are deploying the nation's top recreational therapists and mental health professionals to give people of all abilities (especially our nation's veterans) the emotional and social tools they need to feel like they belong.", "links": "https://highergroundusa.org/who-we-are/", "phone": "﻿208-726-9298", "email": "Info@HigherGroundUSA.org", "location": "﻿160 7th Street W Ketchum, ID 83340"}, {"name": "Inland Northwest Disabled Veterans Sports Association", "activities": "Air rifle and trap shooting, baseball, basketball, kayaking, billiards, quad soccer, rugby, handcycling, sled hockey, swimming, weightlifting, wheelchair curling, wheelchair racing", "overview": "﻿At  INDVSA  we help educate disabled veterans and the public about adaptive sporting activities that are available to participate in, as well as getting adults and children with disabilities into these events for their healthier lifestyle. We bring activities into an area that includes both the disabled and able body athletes. We help disabled veterans learn about adaptive equipment that will enhance their enjoyment of  sporting activities they can participate in, to encourage better health.", "links": "http://www.indvsa.org/index.html", "phone": "﻿208-755-4875", "email": "scjmustang@gmail.com", "location": "﻿2643 W. Dumont Dr., Coeur dAlene, Idaho 83815"}, {"name": "Treasure Valley Family YMCA", "activities": "Yoga and meditation, basketball, climbing, fitness testing/tracking, martial arts, racquetball, pickleball, squash, track & field, volleyball, virtual group exercises, pilates, adult aquatics, triathlon, personal training, strength and conditioning, cross fit, cycling, dance, zumba", "overview": "﻿The Y is committed to strengthening communities. Every day, we work side by side with our neighbors to make sure that everyone, regardless of age, income, or background, has the opportunity to have the Y experience. We strengthen the foundations of community by developing successful youth, engaging people in healthy living, and instilling a commitment to social responsibility. Through the YMCA’s four Treasure Valley facilities and hundreds of programs, youth, adults, and families have access to endless opportunities to achieve healthy living. There is a place for everyone in the YMCA’s programs, which include swimming, land and water sports, weight loss and nutrition, disease prevention and management, wellness coaching, workplace wellness, group exercise, baby/parenting wellness, and a dozen community-based races and triathlons held throughout the year. YMCA staff are qualified and devoted to providing the support and safety one may need on his/her journey to a healthier, happier life.﻿", "links": "https://www.ymcatvidaho.org/", "phone": "﻿2083445501", "email": "ynews@ymcatvidaho.org", "location": "﻿1050 W State Street Boise, ID 83702"}, {"name": "Wood River Ability Program", "activities": "﻿Alpine skiing, fly-fishing, horseback riding, river rafting, skiing, snowboarding, surfing, white water rafting", "overview": "﻿We are outdoor recreation leaders who have decided to do something to help US military amputees. Director Marc Mast is a Sun Valley Ski Instructor, the Ski School's Director of Adaptive Sports and Director of the Wood River Ability Program (WRAP). In addition to 30 years of ski instruction Marc has 26 years of experience (beginning with the VietNam conflict) helping wounded veterans develop new skills in outdoor recreation. WRAP is a 501(c) 3 Charitable Corporation established in 1995 to promote physical and mental health for persons with disabilities through sports and recreation.", "links": "http://www.woodriverabilityprogram.org/", "phone": "﻿208-720-7254", "email": "marc@woodriverabilityprogram.org", "location": "﻿Sun Valley, Idaho 83353"}, {"name": "Adaptive Wilderness Sports of McCall (AweSOMe)", "activities": "Skiing, snowboarding, canoeing, kayaking", "overview": "﻿Providing participants and volunteers opportunities to learn new skills, challenge themselves, and work together to enhance the health and self-confidence necessary to expand human potential. Adaptive Wilderness Sports of McCall (AWeSOMe!), began as the vision of physical therapist, Ingrid Burica, and occupational therapist, Kirsten Evenson, in January, 2002 after receiving some used adaptive ski equipment as a donation from Recreation Unlimited of Boise at Bogus Basin Mountain Recreation Area.  The program was run at the Little Ski Hill during the first four years, in conjunction with the After-School Ski Program, allowing students with disabilities to ski alongside their non-disabled peers.  AWeSOMe! was then under the umbrella of the Little Ski Hill's non-profit status.  In the second year, Mary Naylor, then Brundage Mountain Resort's Director of Marketing, offered to write a grant, which was procured from the University of Idaho’s Assistive Technology Department to purchase some new adaptive ski equipment.  The program then moved to Brundage Mountain Resort to take advantage of the beginner chairlift and more diverse terrain.  Moving the program to Brundage provided the opportunity to include adults with disabilities.  AWeSOMe! now receives generous support from Brundage Mountain through provision of in-kind lift tickets for students and instructors.  As the program grew, Brundage increased their support by donating the use of an A-frame hut, at the top of the Easy Street beginner area, for AWeSOMe!’s  base of operations.  In addition, Brundage provides ski rentals for AWeSOMe! students requiring stand-up ski equipment.  The relationship with the Brundage Ski School has grown to include some shared instructor training.", "links": "https://sites.google.com/awesomemccall.org/home/home?authuser=0", "phone": "208-315-4275", "email": "info@awesomemccall.org", "location": "McCall, ID"}]