[{"name": "Greater Wichita YMCA", "activities": "Specialized weight machines, accessible pool, indoor tracks, and several cardio equipment pieces", "overview": "The Greater Wichita YMCA is a 501(c)(3) non-profit with the mission to put Christian principles into practice through programs that promote healthy lifestyles, strong families, and positive youth development to build healthy spirit, mind and body for all, regardless of ability to pay.", "links": "https://ymcawichita.org/", "phone": "(316)776-8802", "email": "mim@ymcawichita.org", "location": "402 N Market, Wichita, KS 67202"}, {"name": "Heartland Therapeutic Riding, Inc.", "activities": "Equestrian", "overview": "Heartland Therapeutic Riding Inc. provides therapeutic riding to improve the cognitive, physical, and emotional well being of participants. Heartland’s instructors teach adaptive riding skills to adults and children with various needs.", "links": "https://htrkc.org/", "phone": "913-897-3939", "email": "Info@HTRkc.org", "location": "Overland Park, KS"}, {"name": "Midwest Adaptive Sports", "activities": "Skiing, snowboarding, skateboarding, wheelchair rugby, wheelchair football, wheelchair softball, wheelchair basketball", "overview": "Midwest Adaptive Sports is a 501.c3 non-profit organization focused on positively impacting the lives of those with physical, cognitive, emotional or behavioral challenges through adaptive recreational and competitive sports. Offering hope, encouragement and the ability to achieve to people with a wide range of abilities MAS empowers athletes and enables them to grow physically, cognitively, socially, and emotionally. We are governed by a volunteer Board of Directors and depend on donations from individuals and groups who understand and support our mission. Mission: To provide therapeutic recreational and competitive sports programs for individuals with disabilities. Our objective is to have fun, build independence, self-esteem, confidence, physical development and socialization. We strive to enhance active participation in all aspects of the community by promoting the concept of ability through integration, public awareness and education. Vision: To empower individuals with physical, cognitive, emotional or behavioral challenges to positively impact their lives and provide the chance for those persons to gain independence, confidence and dignity through sports recreation and competition.", "links": "https://www.midwestadaptivesports.org/", "phone": "816-287-2011", "email": "midwestadaptivesports@gmail.com", "location": "1800 Genessee. St. Kansas City, MO 64012"}, {"name": "Shawnee County Parks and Recreation", "activities": "Walking, bocce, dance, kickball, softball, baseball, volleyball, ping-pong, flag football, soccer, futsal, aquatics", "overview": "Shawnee County Parks + Recreation is very proud of our history and recent efforts providing the positive sports environment set forth for individuals, teams, parents, families and friends throughout Shawnee County and the region. Implementing such standards for participants and visitors allows everyone to enjoy a safe and healthy lifestyle. We encourage everyone to read and understand prior to participating in any program/activity or visiting any of our sites. Additional complex guidelines are available under forms.", "links": "http://parks.snco.us/", "phone": "785-251-6800", "email": "prathletics@snco.us", "location": "3137 SE 29th Street Topeka, KS 66605"}, {"name": "Wichita Adaptive Sports", "activities": "Adaptive cycling, tennis, basketball, boccia, wheelchair hockey, bowling; coordinates yearly events for water sports and equipment exhibitions and additional sports activities such as snow skiing and horseback riding", "overview": "Wheelchair Sports, Inc. (WSI) is a non-profit corporation dedicated to the promotion of adaptive sports and recreation in south-central Kansas, and works toward four goals: 1) Provide, promote, encourage and engage in sports, physical fitness and recreational activities designed for individuals with physical disabilities, 2) Provide an atmosphere of support and learning for individuals interested in expanding their current levels of activity, 3) Increase awareness and interest in adaptive sports, and 4) Promote the social health and well-being of individuals with physical disabilities.", "links": "https://www.wichitaadaptivesports.org/mission-2", "phone": "(316)200-7643", "email": "wichitaadaptivesports@gmail.com"}, {"name": "2nd St"}]