[{"name": "Kentucky-Indiana Paralyzed Veterans of America (KIPVA)", "activities": "Archery, Billiards, Boccia Ball, Bowling, Fishing, Hand-cycling, Hunting, NASCAR Events, National Veterans Wheelchair Games, Scuba Diving, Shooting Sports, Winter Sports", "overview": "The mission of the Kentucky-Indiana Chapter of Paralyzed Veterans of America is to improve the quality of life of U.S.military veterans and others with spinal cord dysfunction through the use of advocacy, research, sports and recreation, education and communication. o aid and assist in every way, veterans of the Armed Forces of the United States that have suffered injuries or diseases of the spinal cord. To publicize the needs of veterans with spinal cord injury and disease through every means and channel available in order to effect the fullfillment of their needs. To promote the full participation of citizens with spinal cord injury or disease into society by presenting educational programs to acquaint the public with issues & needs surrounding spinal cord injury and disease and by aiding and assisting organizations and associations which may be organized for the same purposes.", "links": "http://www.kipva.org/sports-recreation", "phone": "502-635-6539", "email": "info@kipva.org", "location": "2835 Holmans Lane, Jeffersonville, IN 47130"}, {"name": "Easter Seals Cardinal Hill", "activities": "Adaptive Skiing, Adaptive Kayaking, Sled Hockey, Wheelchair Basketball, Hand Cycling, Shooting, Adaptive Golf, Adaptive Bowling, Adaptive Rock Climbing", "overview": "Cardinal Hill supports adaptive recreation in order to promote healthy and active lifestyles with the goal to improve the overall quality of life for people with physical disabilities through education, exposure to adaptive equipment and adaptive recreation experiences in the community.", "links": "https://cardinalhill.org", "phone": "859-367-7217", "email": "info@cardinalhill.org", "location": "2050 Versailles Rd, Lexington, KY 40504"}, {"name": "National WheelCats", "activities": "Basketball, Quad Rugby, Sled Hoceky, Softball, Fishing, Tennis, Waterskiing, Kayaking, Road Racing, Hand Cycling, Fishing, Wheelchair Tennis", "overview": "As wheelchair sports have grown so has the National Wheelcats Inc. Events are held world wide and athletes are supported and encouraged to participate in events across the USA. Many National Wheelcats athletes have gone on to be champions, but more importantly the Wheelcats have made it possible for  over 1000 athletes with disabilities to dream, accomplish personal goals, and become viable, hard working members in their communities.", "links": "http://www.nationalwheelcats.org/wheelcats-home.html", "phone": "270-483-1685", "email": "skeltonweise@hotmail.com", "location": "7087 Russellville Rd Guthrie, KY 42234"}, {"name": "Louisville Fencing Center", "activities": "Wheelchair Fencing", "overview": "The Louisville Fencing Center, in conjunction with Jewish Hospital and Frazier Rehabilitation Center, has established one of the nation’s premier wheelchair fencing programs. Wheelchair fencing is a sport in which men and women who are physically disabled can compete to the highest level of their ability. There are three program levels depending upon the nature of each disability: Level A: For fencers who are amputees or polio victims. Level B: For fencers who have spinal injuries where only the legs are affected. Level C: For fencers who have spinal cord injuries where both arms and legs.", "links": "http://www.louisvillefencing.org", "phone": "502-540-5004", "email": "info@louisvillefencing.org", "location": "1401 Muhammad Ali Boulevard Louisville, KY 40123"}]