[{"name": "Baltimore Adapted Recreation and Sports", "activities": "Bowling, cycling, kayaking, canoeing, rafting, sailing, shooting, snow skiing/ water skiing", "overview": "﻿BARS is a non-profit organization that provides sports programs for individuals with disabilities. BARS aims to enhance quality of life and improve self esteem through the provision of accessible and affordable sports programs. BARS is open to all individuals with disabilities. Family and friends are welcome to join us for all outings. With BARS you can: learn a new sport, support our mission, have access to the latest in adapted recreation equipment, stay in the loop with our email blasts, Facebook page, and website, have fun, meet new friends and be crazy.", "email": "Pam4bars@aol.com", "links": "http://www.barsinfo.org/", "phone": "﻿478-227-7386", "location": "﻿Parkton, MD  21120"}, {"name": "St", "activities": "﻿Youth: Basketball, cheerleading, gymnastics, track and field, roller hockey, soccer", "overview": "﻿St. Mary's County Department of Recreation and Parks is a strong advocate for people of all ability levels. The Department promotes and protects the rights and choices of individuals and believes that every individual, regardless of ability level, is deserving of satisfying recreational and leisure activities. The Department is pleased to comply with the Americans with Disabilities Act regulations and makes every effort to insure that facilities, programs and services are accessible for all. How to request Accommodations Individuals with disabilities are encouraged to register for general recreation programs. With your registration, please include information regarding your disability and accommodation needed. A two-week notice is required in order for the Department to make reasonable accommodations based on individual needs for successful inclusion. All participants requesting accommodations will be asked to complete a Participant Profile to provide staff with critical information needed to be prepared for accommodation needs.", "links": "https://www.stmarysmd.com/recreate/", "phone": "﻿301-475-4200ext.71830", "email": "webtrac@stmarysmd.com", "location": "﻿Recreation & Parks 23150 Leonard Hall Drive Leonardtown, MD 20650"}, {"name": "University of Maryland ", "activities": "﻿Basketball: Mike Henley: 410-448-6307", "overview": "﻿At the University of Maryland Rehabilitation & Orthopaedic Institute, our Adapted Sports Program helps you get back to living after a stroke, brain injury, spinal cord injury, amputation or other chronic condition that creates physical limitation. Whether you play for fun or you want a competitive outlet, our wheelchair basketball, wheelchair rugby and adapted golf programs will give you that chance. See our classes and events for a program that works for you. Benefits of Adapted Sports: adapted sports give individuals with physical disabilities an outlet to engage in community activities, forge new friendships and have fun.", "links": "https://www.umms.org/rehab/health-services/adapted-sports", "phone": "﻿﻿Rugby:LoriPatria:410-448-6275﻿Golf:PamCauley:410-448-6320﻿Basketball:MikeHenley:410-448-6307", "email": "lpatria@umm.edu", "location": "﻿2200 Kernan Drive Baltimore, MD 21207"}, {"name": "Freedom Hills Therapeutic Riding", "activities": "﻿Equestrian", "overview": "﻿Freedom Hills Therapeutic Riding is a non-profit organization whose mission is to provide Equine Facilitated Therapy for the Mind, Body and Soul. Services are available to anyone with a physical, mental and or emotional challenge. As a non-profit organization, Freedom Hills exists through the efforts of volunteers, donations, fundraisers and sponsors. Our program is a Premier Center with PATH, a Maryland Horse Discovery Center and a Maryland Certified Program for Farm Based Education. Executive Director, Renee Dixon, has been offering quality riding lessons and sharing her knowledge and love for horses to children and adults since 1982. Renee holds a BS in Equine Studies, Advanced Certification with Professional Association for Therapeutic Horsemanship, Centered Riding Level 3, and Parelli Level 2.", "links": "https://www.freedomhills.org/", "phone": "410-378-3817", "email": "fhtrp@freedomhills.org", "location": "33 Rolling Hills Ranch Ln Port Deposit, MD 21904"}, {"name": "Bay Area Volleyball Academy (BAVA)", "activities": "Beach para-volleyball", "overview": "﻿Bay Area Volleyball Academy (BAVA) is a community based volleyball organization that provides a place for players of all ages and all levels to develop their skills.  BAVA’s goals are to build character and develop sportsmanship among players, while providing solid instruction and a competitive atmosphere to maximize the potential in each athlete. BAVA's original mission of being a Juniors Club is still the club's main focus.  We now offer 12 teams, for girls ages 10-18.  BAVA is a member of USAV Volleyball (USAV) and the Chesapeake Region Volleyball Association (CHRVA).  Our teams participate in tournaments within our region and will travel to national tournaments as well.  BAVA teams begin with tryouts in November and have practices from December through May.  Teams will participate in tournaments on the weekends between January-May.  BAVA's teams are focused on improving players' volleyball skills, creating a competitive and team atmosphere, having fun, and helping players find opportunities to continue their volleyball career in college if they desire.﻿", "links": "https://www.bayvolleyball.com/home", "phone": "443-614-9456", "email": "bayvolleyball@gmail.com", "location": "Annapolis, MD"}, {"name": "Maryland Therapeutic Riding (MTR)", "activities": "Therapeutic Riding", "overview": "﻿MTR’s services support our mission by connecting human and horse to help conquer physical, developmental and emotional challenges and improve quality of life. In addition, we provide a community of support for parents who often feel isolated when dealing with illness or disability. Learn more about Maryland Therapeutic Riding today. Founded in 1996 by Naomi Parry, Maryland Therapeutic Riding (MTR) has grown into an award-winning therapeutic riding center, has been accredited by the distinguished Professional Association of Therapeutic Horsemanship International (PATH) for 16 years and Premier Certified since 2000. Maryland Therapeutic Riding’s licensed therapists and certified instructors work with the healing and therapeutic power of horses to improve the balance, strength, muscle tone, self-image, self-confidence, and quality of life for individuals with special needs. Overall, as a premier accredited center of PATH Intl., MTR operates under professionally designed safety and therapeutic standards.", "links": "https://www.horsesthatheal.org/", "phone": "410-923-6800", "email": "info@mtrinc.org", "location": "﻿Crownsville, MD"}]