[{"name": "World TEAM Sports", "activities": "Cycling, Rafting, Kayaking, Hiking", "overview": "Since World T.E.A.M.‘s first inclusive program in 1987, our non-profit organization has used athletics to challenge adaptive men, women and children to accomplish goals they never thought possible. We believe The Exceptional Athlete Matters. World T.E.A.M. brings adaptive and able-bodied athletes together by empowering, enabling, and engaging individuals through inclusive athletic events.", "links": "http://www.worldteamsports.org/", "phone": "855-987-8326", "email": "info@worldteamsports.org", "location": "256 Marginal St, Ste 16C Boston MA 02128-2871"}, {"name": "New England Blazers ", "activities": "Wheelchair Basketball", "overview": "The New England Blazers are a non-profit 501c3 organization focused playing sports and assisting with the quality of life for people with disabilities. The Blazers are members of the National Wheelchair Basketball Association. The Blazers motto is \"just wanna play ball\", which they do with passion and love. The Blazers take time away from their own schedule to perform exhibitions at local universities and community centers to showcase their talent and ability.", "links": "http://www.neblazers.com", "phone": "617-448-3709", "email": "pcowan32@verizon.net", "location": "4 Hickory Lane, Saugus , MA."}, {"name": "Empower Spinal Cord Injury Inc.", "activities": "Kayaking, Hand Cycling, Surfing", "overview": "Empower SCI is a non-profit corporation established to enable individuals with spinal cord injuries to lead happier, more meaningful and more independent lives. Empower SCI seeks to fill the gap in the rehabilitation industry that has been created by a decrease in length of stays at rehabilitation hospitals and outpatient services during the recovery from a spinal cord injury. Empower SCI offers a unique blend of traditional and complementary therapeutic services to adolescents and adults who have been disabled by a spinal cord injury or other related neurological disorders. Our mission is to empower those individuals to develop the skills needed to reach their highest potential for an independent life.", "links": "https://www.empowersci.org", "phone": "401-359-1128", "email": "ccallahan@empowersci.org", "location": "Boston, MA"}, {"name": "Adaptive Sports New England, Inc.", "activities": "Cycling, Swimming, Wheelchair Basketball, Rowing, Sailing, Track & Field", "overview": "ADAPTIVE SPORTS NEW ENGLAND is a Massachusetts non-profit organization dedicated to increasing participation in sports and physical activity among New England youth and young adults who have visual or physical disabilities.", "links": "http://adaptivesportsne.org", "phone": "617-982-2763", "email": "info@adaptivesportsne.org", "location": "89 South St, Suite 603, Boston, MA  02111"}, {"name": "All Out Adventures", "activities": "Kayaking, Canoeing, Cycling, Skiing, Ice Skating, Snowshoeing", "overview": "Since our founding in 2001, we have paddled, hiked, skied, skated, camped, and more with thousands of people throughout Massachusetts. Our programs are open to people of all ages, experience levels, and abilities. Most of our programs are either no cost to participants or are a very nominal fee. As we break down the barriers to participation in outdoor recreation, we strive to ensure that cost is not a barrier.", "links": "https://alloutadventures.org", "phone": "413-584-2052", "email": "info@alloutadventures.org", "location": "297 Pleasant St, Northampton, MA 01060"}, {"name": "Cape Cod Curling Club", "activities": "Wheelchair Curling", "overview": "The club has curling opportunities for all ages and abilities. In addition to the official 45-pound rock, there are two lower, lighter levels of rocks available for younger or newer curlers. For curlers with physical limitations, delivery stick and wheelchair curling options are available and provide competitive gameplay due to the club’s substantial membership in both categories. In fact, the club goes out of its way to work with and train curlers of differing physical abilities. The club’s publicity officer, Jeanie Yaroch, praises the sport’s adaptability to incorporate and accommodate a wide range of players, spanning ages and abilities, making CCCC proud to be home to a diverse community of athletes.", "links": "https://capecodcurling.org", "phone": "508-540-2414", "email": "Webmaster@capecodcurling.org", "location": "Falmouth MA, 02541"}]