[{"name": "Midwest Adaptive Sports", "activities": "Wheelchair Basketball, Wheelchair Rugby, Wheelchair Softball, Wheelchair Football, Skateboarding, Skiing, Snowboarding", "overview": "Midwest Adaptive Sports is a 501.c3 non-profit organization focused on positively impacting the lives of those with physical, cognitive, emotional, or behavioral challenges through adaptive recreational and competitive sports.  Offering hope, encouragement and the ability to achieve to people with a wide range of abilities MAS empowers athletes and enables them to grow physically, cognitively, socially, and emotionally. We are governed by a volunteer Board of Directors and depend on donations from individuals and groups who understand and support our mission.", "links": "https://www.midwestadaptivesports.org/", "phone": "816-287-2011", "email": "midwestadaptivesports@gmail.com", "location": "1800 Genessee St. 253 Kansas City, MO 64012-1073"}, {"name": "DASA: Disabled Adaptive Sports Association", "activities": "Wheelchair Basketball, Power Soccer, Wheelchair Rugby, Sled Hockey, Track & Field, Swimming", "overview": "DASA encourages a holistic, healthy lifestyle through a family-friendly athletic and rehabilitative environment that empowers children and adults with physical disabilities to live to the best of their natural abilities with greater emotional and physical well-being.", "links": "https://dasasports.org", "phone": "636-477-0716", "email": "meghanm@dasasports.org", "location": "1236 Jungerman Road, Suite A St. Peters, MO 63376"}, {"name": "Disabled But Not Really", "activities": "Fitness Classes", "overview": "Disabled But Not Really's mission is to instill in those with disabilities, a physically limitless mindset that breeds courage, confidence, and competence. Our core beliefs are in promoting fitness, providing the opportunity to become productive and self-serving while gaining the knowledge necessary for living a nutritional lifestyle. At Disabled But Not Really (DBNR), we believe that our horizons are only as far as we accept them to be. We are evolving our  facilities and programs to serve individuals as they learn, grow, and thrive.", "links": "Disabledbutnotreally.org", "phone": "816-237-0690", "email": "info@diabledbutnotreally.org", "location": "2540 W Pennway Kansas City, MO 64108"}, {"name": "The Whole Person", "activities": "Archery, Power Soccer, Tennis", "overview": "The Whole Person’s Adaptive Sports Program is working with adaptive sports programs across the metro in order to provide diverse and inclusive play opportunities at competitive and recreational levels for people with disabilities living in the greater Kansas City area. By working with participants to overcome physical and cognitive challenges in a supportive environment, these programs show participants their possibilities and assist them to reach their fullest potential, enriching and transforming their lives through sport. Through adaptive sports, participants have the opportunity to meet positive role models, increase socialization skills, improve self-confidence, self-worth, physical fitness, decrease anxiety and depression, have fewer health risks, develop life-long skills and friendships.", "links": "https://thewholeperson.org/other-services/adaptive-sports/", "phone": "816-627-2229", "email": "info@thewholeperson.org", "location": "3710 Main Street Kansas City, Missouri 64111"}, {"name": "Jacomo Sailing", "activities": "Adaptive Sailing", "overview": "Our philosophy is that everyone should have access to the sport of sailing. We support the development and promotion of sailing for all, regardless of skill level or physical ability. With this program, we hope to assist in meeting the sailing needs of those living with physical, emotional, or cognitive impairment. We help to bring the sport of sailing to people who may not otherwise have the opportunity to experience the freedom and excitement our sport can offer. Check out the calendar to find our next adaptive sail day, which is every other Saturday.", "links": "https://www.jacomosailingclub.org", "phone": "816-607-1807", "email": "info@jacomosailingclub.org", "location": "22103 SW Woods Chapel Rd, Blue Springs, MO 64015"}]