[{"name": "Global Opportunities Unlimited", "activities": "Archery, Basketball, Fishing, Hand-cycling, Isotope Baseball, Kayaking,  Skiing, Trekking ﻿", "overview": "GO Unlimited is dedicated to improving the lives of people living with disabilities by creating access to adaptive sporting and outdoor adventure opportunities.", "links": "https://www.gounlimited.org/", "phone": "505-480-2374", "email": "globalberg@aol.com", "location": "Albuquerque, NM 87184"}, {"name": "Kayak New Mexico Inc.", "activities": "Adaptive kayaking﻿", "overview": "Kayak New Mexico, Inc. was founded to improve the quality of life for people with physical or developmental disabilities or life-threatening medical conditions through recreational ‘adaptive’ kayaking. By adapting the environment, equipment, or teaching methods, we are able to accommodate most consumers into our adaptive kayaking programs. ﻿", "links": "http://www.kayaknewmexico.org/", "phone": "505-980-7207", "location": "Albuquerque, NM"}, {"name": "State of New Mexico Governor’s Commission on Disability ", "activities": "﻿Wheelchair Basketball ﻿", "overview": "The New Mexico Governor’s Commission on Disability (GCD) is committed to improving the quality of life of all New Mexicans with disabilities by addressing social integration, economic self-sufficiency, political resolve, physical and program accessibility, and full participation in the benefits of life and rights of all individuals.﻿", "links": "http://gcd.state.nm.us/event/wheelchair-basketball-for-youth/?instance_id=3648", "email": "spuds@nmwheelchairsports.com", "location": "Jewish Community Center 5520 Wyoming Blvd. NE Albuquerque, NM 87109"}, {"name": "Special Olympics New Mexico", "activities": "Mailing Address: 6600 Palomas NE Suite 207 Albuquerque, NM 87109", "overview": "﻿Sponsors sports competitions and training for children and adults with intellectual disabilities, ages 8 and up.﻿", "links": "https://sonm.org/", "phone": "505-856-0342"}]