[{"name": "Achilles Team 1000", "activities": "Road Racing-Wheelchair Running", "overview": "Achilles International, a global organization operating in 25 countries including the US, transforms the lives of people with disabilities through athletic programs and social connections. Since our founding in 1983, we have empowered over 150,000 athletes of all ages and ability levels to participate in endurance events around the globe. While our programs focus on running, our main objective has always been to bring hope, inspiration, and the joys of achievement to all.", "links": "https://www.achillesinternational.org/", "phone": "212-354-0300", "email": "info@achillesinternational.org", "location": "315 West 39th Street, New York, NY 10018"}, {"name": "Adaptive Sports Foundation ", "activities": "Alpine skiing, snowboarding, core training", "overview": "Since 1984, the Adaptive Sports Foundation has been providing sports and recreation opportunities to thousands of children and adults with both cognitive and physical disabilities. Considered one of the top adaptive sports programs in the country, the ASF has been on the cutting edge of adaptive sports programming and has provided what participants have often described as “life-changing experiences.”", "links": "https://www.adaptivesportsfoundation.org/", "phone": "518-734-5070", "email": "info@adaptivesportsfoundation.org", "location": "100 Silverman Way Windham, NY 12496"}, {"name": "American Special Hockey Association ", "activities": "Sled hockey", "overview": "We have grown to support over 100 established Special Hockey Clubs throughout the United States and are supporting the growth of over a dozen new organizations.   We partner with a number of clubs in Canada in friendship. As awareness increases about special hockey, so will opportunities for more people to become involved and active helping grows access to the sport they love. Each day, our players and families bravely rise to meet their challenges with determination and achieve their goals.  Our athletes overcome the obstacles of developmental disabilities and physical disabilities that would have otherwise prevented them from being involved with a team.  Our youngest players first step on the ice at five, and there is no age limit to participate. We offer different levels of play, so players of all abilities can participate safely and comfortably.  Together players of all abilities create memories that will last a lifetime. We proudly serve a diverse group of athletes, coaches, peer mentors, families, and friends through specialized supports, training, and encouragement. Our goal is to build relationships between our organizations that support inclusion of special hockey into local hockey communities.  We are here to provide you with resources, supports, and assistance!  You can help us by getting involved, telling our stories, and helping us welcome new players and families to our sport. We will work closely with you to ensure that any initiative or program is exactly as you wish it to be.", "links": "https://www.usahockey.com/sledhockey", "phone": "607-765-4529", "email": "usah@usahockey.org", "location": "Johnson City, NY 13790"}, {"name": "Burke Rehabilitation Hospital", "activities": "Hand cycling, adaptive yoga, water skiing, alpine skiing, golf, wheelchair table tennis", "overview": "Burke Rehabilitation Hospital encourages people of all abilities to take part in physical activities such as sports and exercise. Through our Therapeutic Recreation department, Burke offers several adaptive sports and fitness programs. These sports can be played by people with a disability, including physical and intellectual disabilities. Many of these sports and fitness programs are based on existing sports and simply modified to meet the special needs of those with a disability. Adaptive sports such as the First Swing Golf Clinic foster a sense of inclusion to many who otherwise would not participate in the sport. For people interested in learning more about taking part in adaptive sports, Burke hosts a number of seminars throughout the year to learn more. These can include explanations on what adaptive sports are, where they are available, how people can take part, and the benefits of staying active through sports.", "links": "https://www.burke.org/community/adaptiveprograms", "phone": "914-597-2248", "email": "TR@burke.org", "location": "785 Mamaroneck Avenue White Plains, New York 10605"}, {"name": "Cape Ability Outrigger Ohana, Inc.", "activities": "Para-kayaking, outrigger canoeing", "overview": "Cape Ability Outrigger Ohana, Inc. (CAOO) provides paddling opportunities to individuals of all abilities. CAOO focuses on providing inclusive outrigger canoeing programs to people living in Western New York (Greater Rochester and Greater Buffalo areas).  The outrigger canoes used for CAOO group programming are DC-8s (Double-Canoe that seats 8 people) and are very stable, making it ideal for introducing people to the water and safe for individuals who have a physical, intellectual, or emotional challenge. A trained steers-person always guides the boat and ensures a safe and fun experience for the paddlers.", "links": "http://www.adaptivecanoeing.org/", "phone": "585-292-6107", "email": "janwhitaker@twc.com", "location": "560 Shore Drive West Henrietta, New York 14586"}, {"name": "Capital Region Nordic Alliance ", "activities": "Cross-country skiing, snowshoeing, biathlon, orienteering", "overview": "Capital Region Nordic Alliance Inc. (CRNA) is a recognized 501c3 Charitable not-for-profit outdoor recreation alliance,  focusing on year-round activities in the Nordic Sports of Biathlon, Orienteering, Snowshoeing, Cross-Country Skiing and Paralympic Nordic to the entire community, with particular attention to those individuals with special needs or disabilities.", "links": "https://www.capitalregionnordicalliance.org/crna-safesport-community-initiative.html", "email": "crnasocialmedia@gmail.com", "location": "Eastern NY"}, {"name": "Central Association for the Blind and Visually Impaired ", "activities": "Bowling, ice hockey, running, cycling, adaptive curling, yoga", "overview": "A key component of our comprehensive vision rehabilitation program is Adaptive Sports and Recreation (ASR). Through the engagement of sports and a variety of recreational activities, people who are blind or visually impaired improve their health and the quality of their lives. They achieve greater independence and more importantly, self-confidence.", "links": "https://www.cabvi.org/", "phone": "315-797-2233", "email": "Michaelm@cabvi.org", "location": "507 Kent St., Utica NY 13501"}, {"name": "City of New York Parks and Recreation ", "activities": "Wheelchair basketball, swimming", "overview": "NYC Parks offers adaptive fitness, sports, and arts programs at our parks and recreation centers for all abilities. While many of our events are accessible, these events are geared specifically towards people with physical disabilities. Find an event or program that fits your needs. Adaptive Hubs are fully accessible recreation centers that offer adaptive programs.", "links": "https://www.nycgovparks.org/contact-parks", "phone": "646-632-7344", "location": "NY, NY"}, {"name": "Gallop NYC", "activities": "Equestrian", "overview": "Gallop NYC offers horseback riding and therapeutic horsemanship programs for people with disabilities. These lovely, patient animals are the key to GallopNYC’s uniquely effective equine therapy program. We hold ourselves to the highest standards of horse care, and have won awards and grants for our work with horses. GallopNYC’s talented and passionate employees are motivated by the sense of purpose that comes with our mission and programs.  Many of our staff first started their career at GallopNYC as a volunteer.", "links": "http://gallopnyc.org/", "phone": "646-233-4507", "email": "info@GallopNYC.org", "location": "88-03 70th Road Forest Hills, NY 11375"}, {"name": "Greater Buffalo Adaptive Sports ", "activities": "Downhill skiing, curling, cycling, kayaking, wheelchair lacrosse, sled hockey", "overview": "Greater Buffalo Adaptive Sports provides opportunities for individuals with disabilities to participate in adaptive sports and, through this participation, develop the social, emotional and physical confidence necessary to become leaders in the community. It's essential that all athletes have access to equipment, programs, and facilities regardless of their disability. Amazing things can happen when people are inspired. Our athletes continually blaze new trails for future generations to discover sled hockey. With teamwork, anything is possible. The stories that bring athletes to the sport of sled hockey are the same stories that form the bonds to build champions.", "links": "www.gbasports.org/", "email": "info@sledhockeyfoundation.org", "location": "Hamburg, NY"}, {"name": "Helen Hayes Hospital ", "activities": "Bowling, fishing, sailing, hand cycling, yoga, kayaking, wheelchair dancing, wheelchair softball, archery, basketball, golf, power soccer, rowing, snow skiing, shooting, water skiing", "overview": "From sailing to cycling and golf to gardening, the HHH Adapted Sports & Recreation Program is a four-season initiative serving individuals with a range of abilities, interests and skills. Leisure opportunities are an important component of an active and healthy lifestyle, fostering rehabilitation, recovery and camaraderie, and the Adapted Sports & Rec Program is dedicated to offering a range of recreational and competitive events. The program reaches out to current and former patients, as well as individuals living in the community who may be interested in trying out a new activity or resuming a sport or activity they may have enjoyed prior to acquiring a disability. Prior experience is not required to participate in any activity. All activities are supervised by experienced staff, including recreational and physical therapists, taking into account individual needs and abilities.", "links": "https://helenhayeshospital.org/adapted-sports-recreation/", "phone": "845-786-4950", "email": "peter.gagliardo@helenhayeshosp.org", "location": "Route 9W N, West Haverstraw, New York 10993"}, {"name": "Northeast Off-Road Adventures", "activities": "4-wheeled drive and overland training, driving tours, team outings, off-road driving and vehicle recovery skills training", "overview": "Northeast Off-Road Adventures, Inc (NORA- established 2011) offers 4WD & Overland training, driving tours, team outings and adventure programs serving commercial, government and private sector clients. NORA’s unique SOAR program helps guests and groups with mobility disabilities enjoy adaptive outdoor recreation. Venues include our private 75-acre mountain top facility in Ellenville, NY and Hunter Mountain Ski Resort. Our certified instructors and professional guides provide a highly structured learning experience with a focus on safety. Located just 90 minutes from New York City, NORA is \"Learning, Adventure, and Fun\"", "links": "https://www.nyoffroaddriving.com/", "phone": "845-514-9895", "email": "info@nora4x4.com", "location": "23 Tempaloni Rd, Ellenville, NY (by appointment only because NORA training classes and driving tours operate on private property. Public classes run April-December, private instruction is available all year)"}, {"name": "Rochester Community Inclusive Rowing (RCIR)", "activities": "Rowing", "overview": "RCiR offers non-competitive, inclusive rowing opportunities to those with any challenge or barrier or rowing, at no cost to them, so they too can experience all the therapeutic benefits rowing has to offer. or anyone who’s ever been part of a rowing club or participated in crew, explaining what it’s like to row or scull might well be described as something close to nirvana, a transcendent kind of “happy place” that comes from connecting with the river in one continuous movement in concert with one’s fellow rowers. At Rochester Community inclusive Rowing we believe rowing should be available to EVERYONE. Born out of a love for the sport of rowing, the robust physicality of it and the peaceful experience of being on the water, RCiR offers non-competitive, INCLUSIVE rowing opportunities to those with any challenge or barrier to rowing, at no cost to them, so they too can experience all the therapeutic benefits rowing has to offer. We provide a welcoming place to learn a new skill, to have fun, and to grow in a supportive community.", "links": "https://www.rochestercommunityinclusiverowing.org/", "phone": "585-465-2634", "email": "contactrcir@gmail.com", "location": "20 Black Creek Road Rochester, NY 14623"}, {"name": "Row New York ", "activities": "Rowing", "overview": "Row New York was founded in 2002 based on the premise that the discipline of competitive rowing combined with rigorous academic support yields powerful returns. Rowing instills in athletes a strong work ethic, persistence, and grit. This is particularly evident in the classroom, where focus and determination produce higher grades and college acceptance rates. In addition, delayed gratification and the emphasis on endurance that rowing demands means our rowers don’t just build strong resolve––they learn that collaboration and cooperation are critical to success. It is this sense of teamwork and trust that is at the heart of our programs. Since 2002, our programs have impacted the lives of thousands of New York City teenagers, helping to build strong, confident young people ready to tackle the demands of college. We’ve worked with people of all ages, with and without physical and cognitive disabilities, to build strength and a sense of teamwork and tenacity. At Row New York, we pull together—in the boat, in the classroom, as a community—to help all rowers push ahead.", "links": "https://rownewyork.org/the-mission/", "phone": "718-433-3075", "email": "info@rownewyork.org", "location": "3579 Harlem River Drive New York, NY 10034"}, {"name": "Sitrin Success Through Adaptive Recreation and Sports (STARS)", "activities": "Curling, basketball, shooting, road racing, paddling, biathlon", "overview": "Sitrin STARS is an innovative adaptive sports program that provides individuals with physical disabilities opportunities to engage in a variety of sports on a recreational, competitive, and Paralympic basis. We offer year-round firearms safety courses and practice sessions through our adaptive air rifle shooting program. Opportunities also exist to compete on the Paralympic-level. We train competitors for the Wheelchair Division of America’s biggest 15K road race, the Boilermaker, as well as other races throughout the world. The biathlon program combines adaptive skiing and rifle shooting, offering year-round training opportunities at both the recreational and Paralympic-level. Adaptive paddling is a sport that both individuals and families can enjoy, taking in the splendor of Upstate New York's finest waterways.", "links": "https://www.sitrin.com/adaptivesports/", "phone": "315-737-2459", "email": "mdeperno@sitrin.com", "location": "New Hartford, NY"}, {"name": "STRIDE Adaptive Sports", "activities": "Whitewater rafting, swimming, tennis, hiking, yoga, dance, archery, shooting, cycling", "overview": "STRIDE’s sports and recreation programs are at the core of what we do. We focus on providing individual lifetime sports and recreation opportunities. Annually, we teach over 11,000 free and low-cost adaptive sport lessons in 18 different sports in 28 venues in four states in the Northeast. We have an impeccable safety record and success rate, all of which is possible because of the dedication of our trained staff of more than 350 volunteer instructors.", "links": "https://www.stride.org/sports/", "phone": "518-598-1279", "email": "info@stride.org", "location": "150 West Sand Lake, New York 12196"}, {"name": " Wheelchair Sports Federation", "activities": "Facebook: https://www.facebook.com/wheelchairsportsfederation/", "links": "http://wheelchairsportsfederation.com/", "phone": "(917)519-2622Location:645482ndStreet,Suite2,NewYork,NY,NY11379", "location": "Phone: (917) 519-26226454 82nd Street, Suite 2, New York, NY, NY 11379"}]