[{"name": "Adaptive Sports & Adventures Program ", "activities": "Rugby, Water-Skiing, Hand Cycling, Snow Skiing, Kayaking, Curling, Tennis", "overview": "ASAP is designed to challenge youth and adults with physical disabilities develop skills that will allow them to live a life without barriers. ASAP is able to do that and more through competitive and recreational adaptive sport opportunities for individuals with physical disabilities in the community we serve and to support and promote the achievement of personal goals of adaptive athletes.", "links": "https://www.atriumhealthfoundation.org/asap/", "phone": "704-355-4048", "email": "atriumhealthfoundation@atriumhealth.org", "location": "208 East Blvd. Charlotte, NC 28203"}, {"name": " Adaptive & Inclusive Recreation (AIR) - Greensboro Parks & Recreation", "activities": "Wheelchair Basketball, Bowling, Adaptive Golf", "overview": "The mission of the Adaptive and Inclusive Recreation (AIR) Section of Greensboro Parks and Recreation is to provide recreation services for individuals of all abilities. Operating from a strength-based perspective, we strive to encourage each participant to attain their highest level of independent functioning by increasing leisure awareness, introducing and building a variety of skills, and promoting active engagement in the Greensboro community. We advocate for and provide inclusive recreation opportunities for all.", "links": "https://www.greensboro-nc.gov/departments/parks-recreation/adaptive-inclusive-recreation", "phone": "336-373-2626", "location": "300 West Washington Street, Greensboro, NC 27401"}, {"name": " Bridge II Sports", "activities": "Wheelchair Basketball, Boccia, Cycling, Kayaking, Archery, Air Rifle, Goalball, Golf", "overview": "Bridge II Sports creates opportunities for youth and adults with physical disabilities to ‘Find The Player Within’ through the power of adapted sports. We believe sport empowers and changes lives on and off the court and challenges perceptions of disability in our community. We are proud to provide year-round adapted sports programming and special events like Valor Games Southeast, August Madness and Paddle!Lake Crabtree that brings together our athletes and the community. We recognize the value and potential of all lives. Disability does not define people or outcomes.", "links": "https://www.bridge2sports.org", "phone": "866-880-2742", "email": "admin@bridge2sports.org", "location": "3729 Murphey School Rd., Durham, NC 27705"}, {"name": "Carolina Crash Quad Rugby", "activities": "Quad Rugby", "overview": "The Carolina Crash was founded in 1995 as part of an overall vision of Carolinas Rehabilitation to serve the sport and recreational needs of its patients through the Adaptive Sports and Adventure Program, ASAP. Additional founding program partners include the hospital and its Foundation as well as several veteran players.", "links": "https://www.crashquadrugby.com", "email": "matt.crisp1971@gmail.com", "location": "3900 Park Rd., Charlotte, NC 28209"}, {"name": "Turning Point Nation", "activities": "Recreational activities include Fishing, Hunting, Waterskiing, Wheelchair Basketball.", "overview": "Introduce people to a wide range of adaptive activities including those listed above and more. They host an annual \"Extravaganza\" event to introduce people to the above activities.", "links": "http://www.turningpointnation.org/index.php", "phone": "704-575-0250", "location": "244 Farmstead Lane; Mooresville, North Carolina 28117"}]