[{"name": "The Center for Individuals with Physical Challenges ", "activities": "Adaptive cycling, air rifle shooting, archery, boccia, chair aerobics, goalball, power soccer, rowing, strength and conditioning, table Tennis, Tai Chi, wheelchair Basketball, wheelchair tennis, yoga", "overview": "﻿The CENTER is dedicated to providing adaptive sports to our Members as well as boosting awareness of adaptive sports in our community. We offer a variety of sport classes for enjoyment & skill development with opportunities for recreational & competitive play. Our program includes opportunities for individual & team practice with our competitive sports; participants may also enjoy multiple sport clinics, workshops, & events often in collaboration with other sport clubs & community partners. Participants of any skill level are welcome to enjoy instruction offered by our staff & volunteer coaches.", "links": "http://www.tulsacenter.org/service/adaptive-sports/", "phone": "﻿918-584-8607", "email": "info@tulsacenter.org", "location": "﻿815 South Utica Avenue Tulsa, OK 74104"}, {"name": "﻿Oklahoma City Boathouse Foundation", "activities": "Rowing, adaptive rowing, dragon boating, whitewater rafting, canoe/kayaking, sailing, fitness", "overview": "﻿We believe the new name ties all of our initiatives – adventures, athletics, Olympic and outdoor programming – together seamlessly. So now it’s easier to see how your support of RIVERSPORT adventures and RIVERSPORT athletics also supports RIVERSPORT youth outreach.The RIVERSPORT Foundation remains focused on changing lives for the better. We are helping Oklahoma City become a stronger, healthier community as people get involved in outdoor sports and recreation. A U.S. Olympic and Paralympic Training Site, we are training the next generation of Olympic Hopefuls in both rowing and canoe/kayak, and we are at the forefront of innovation in sport as we bring AR, VR and eSports to the mix. Every year the Boathouse District attracts people from across the country – and around the world – who travel here for world-class racing, adventure sports, recreation and relaxation. The future of RIVERSPORT grows more exciting with each day.", "links": "https://www.riversportokc.org/get-involved/riversportfoundation/", "phone": "405-552-4040", "email": "info@riversportokc.org", "location": "800 Riversport Dr., Oklahoma City, OK 73129"}, {"name": "Oklahoma Adaptive Sports Association (OASA)", "activities": "Kayaking, tennis, swimming, water skiing, track and field, wheelchair basketball, sled hockey", "overview": "﻿The OKASA aims to develop, promote, and sponsor recreational and competitive athletic activity for individuals with physical disabilities. OKASA is committed to sponsoring and supporting recreational and competitive events including basketball, track and field, swimming, road racing, table tennis, weight-lifting, and water sports. In most sports, competitions are available at the local, regional, national and international levels.", "links": "http://okasa.org/#", "phone": "405-476-2691", "email": "margaretkierl@gmail.com", "location": "​Oklahoma City, OK 73156"}]