[{"name": "Oregon Adaptive Sports", "activities": "Alpine Skiing, Cross Country Skiing, Snowshoeing, Snowboarding, Rock Climbing", "overview": "Oregon Adaptive Sports envisions a day when everyone has the benefits of outdoor recreation, regardless of ability. We see Central Oregon as a year-round destination for adaptive sports with OAS as the leader in providing state-of-the-art equipment, professional instruction, staff, and dedicated volunteers, resulting in top-quality experiences for our participants.", "links": "https://oregonadaptivesports.org", "phone": "541-306-4774", "email": "info@oregonadaptivesports.org", "location": "63025 OB Riley Rd Ste #12, Bend, OR 97703"}, {"name": "Northwest Wheelchair Tennis Association", "activities": "﻿Wheelchair Tennis﻿", "overview": "Our mission is to further the development of wheelchair tennis. To promote an active lifestyle and supportive community for junior and adult wheelchair tennis players through recreational and competitive play with wheelchair tennis players, family and friends.", "links": "http://www.nwwheelchairtennis.org/home", "email": "info@nwwheelchairtennis.org", "location": "826 Pioneer Dr., Silverton OR 97381"}, {"name": "Adaptive Sports Northwest", "activities": "﻿Handcycling, Power Soccer, Sitting Volleyball, Goalball, Kayaking, Swimming, Track & Field, Wheelchair Basketball, Wheelchair Rugby﻿", "overview": "Adaptive Sports Northwest has provided life-changing opportunities to children and adults with physical disabilities since 1982. We offer a wide range of programs and events that educate, connect, and inspire children and adults to activate and realize their own personal possibilities and improve their lives. Through sports, we are opening doors to healthy lifestyles and supporting the development of essential life skills such as self-confidence, socialization, and independence. We promote physical activity and provide resources to meet the diverse needs of athletes include clinics and practices for recreational enthusiasts, tournament play for the more competitive player, and important support of the world-class Paralympian.", "links": "https://www.adaptivesportsnw.org", "phone": "503-241-0850", "email": "info@adaptivesportsnw.org", "location": "4840 SW Western Ave, Suite 500, Beaverton, OR 97005"}]