[{"name": " Rollin’ Red Sox Wheelchair Softball", "activities": "﻿﻿Wheelchair Softball", "overview": "﻿﻿We are a wheelchair softball team. We are a member of the National Wheelchair Softball Association and compete each year at the two largest wheelchair softball event, the National Wheelchair Softball Tournament and Major League Wheelchair Softball Tournament.", "phone": "401-333-3056", "email": "rgend@aol.com", "location": "New River Rd Manville, Rhode Island 02838"}, {"name": "Sail to Prevail", "activities": "Sailing", "overview": "Sail To Prevail is a nonprofit that improves the lives of more than 1,000 children and adults, each summer, through sailing in our fleet of specially adapted, 20-foot sailboats. Our programs encourage individuals with disabilities to be active participants in the sailing experience.", "links": "https://sailtoprevail.org/", "phone": "401-849-8898", "location": "60 Fort Adams Drive Fort Adams State Park Newport, RI 02840"}, {"name": "Shri Service Corps", "activities": "﻿Yoga﻿", "overview": "Their goal is to serve adults and children with developmental and intellectual disabilities, veterans, children in schools, hospitals, and shelters incarcerated youth, and men and women in recovery - every week.", "links": "https://shriyoga.org/index.html", "phone": "401-441-8600", "email": "info@shriyoga.org", "location": "Pawtucket Armory 172 Exchange Street Pawtucket, RI 02860"}, {"name": "Special Olympics Rhode Island", "activities": "Alpine Skiing, Aquatics (Swimming), Basketball, Bocce, Bowling, Cross Country Skiing, Cycling, Flag Football, Football (Soccer), Golf, Nordic Skiing, Motor Activities Training Program(MATP), Powerlifting Sailing, Snowboarding, Snowshoeing, Softball, Tennis, Volleyball", "overview": "The mission of Special Olympics Rhode Island is to provide year-round sports training and competition in a variety of Olympic-type sports for children and adults with intellectual disabilities, giving them continuing opportunities to develop physical fitness, demonstrate courage, experience joy, and participate in a sharing of gifts, skills, and friendship with their families, other Special Olympics athletes, and the community.", "links": "https://www.specialolympics.org/programs/united-states/rhode-island", "phone": "401-349-4900", "email": "info@specialolympicsri.org", "location": "370 George Washington Highway Smithfield, RI 02917"}]