[{"name": "Costal Adaptive Sports", "activities": "Basketball/wheelchair basketball, cycling, surfing, track and field", "overview": "﻿Coastal Adaptive Sports is a non-profit organization dedicated to facilitating sports opportunities and scheduling recreation activities to enhance the lives of individuals and families who have disabilities. The president says: Sports have always been a passion of mine. When I had my accident eight years ago, leaving me a quadriplegic, I assumed participating in any of my passions was over. I definitely couldn't have imagined how wrong I was! Not until I found CAS did my life change for the better. I began as a participant loving being able to to get involved in all types of sports, especially two of my favorite sports in surfing and basketball. I soon became a board member and began our surfing program, Wheel to Surf, which is the most joyous thing I've ever been apart of. Now as the President, I have to say, I definitely never imagined being able to reach as many lives locally, across the country, and internationally as we have. It fills my heart to see the happiness in our participants and their families, and has shown me what my true purpose is in life. It can be said now that sports literally saved my life, and in turn has inspired me to devote myself to helping those in need to find that joy as well. It's a beautiful thing to see and be a part of, and I'm extremely grateful to all of those that make it happen.", "links": "https://www.coastaladaptivesports.org/about", "phone": "﻿843-333-0489", "email": "coastaladaptivesports@gmail.com", "location": "﻿Myrtle Beach, SC"}, {"name": "Adaptive Expeditions ", "activities": "Paddle sports, wheelchair tennis, wheelchair basketball, cycling, hand cycling, swimming", "overview": "﻿Adaptive Expeditions offers adaptive outdoor recreation adventures that focus on FUN!   The goal of our recreation and fitness program is to build a community where we can share ideas and common experiences, have fun, push limits, and redefine what’s possible. Recreation and fitness programs occur on a regular schedule throughout the year.  Click below to learn more about each program, or visit our event calendar for scheduling and registration. We also regularly arrange custom outings and adventures.   Just give us a call and we can help arrange a trip for you, your family, friends or any other group.", "links": "https://adaptiveexpeditions.org/recreation-fitness/", "phone": "﻿843-637-7269", "email": "Joe@AdaptiveExpeditions.org", "location": "﻿Charleston, SC, 29422"}, {"name": "﻿Clemson Parks, Recreation, and Tourism Management ", "activities": "Wheelchair tennis, wheelchair basketball, soccer, track and field, archery, air rifle, running/wheelchair racing, swimming", "overview": "﻿Clemson has provided regional adaptive sport competition for more than two decades, and serves as both an introduction for newcomers, as well as a qualifying opportunity for Jr. Nationals and/or Paralympic competition for more developed athletes. Clemson University has introduced wheelchair tennis as its first adaptive sports team, making it one of only a few across the U.S. Faculty working in recreational therapy and a student formed the team, which has already competed in collegiate tennis matches. Those same faculty members are actively recruiting in an effort to grow the team and eventually begin more adaptive sports programs at Clemson.", "links": "https://www.clemson.edu/cbshs/departments/prtm/programs/clemson-adaptive-sport-recreation/index.html", "phone": "864656-2198", "email": "jntowns@clemson.edu", "location": "263 Lehotsky Hall, Clemson University, Clemson, SC 29634"}, {"name": "Roger C", "activities": "Alpine skiing, sled hockey, basketball, cycling, fencing, golf, sailing, tennis, water skiing *﻿sports offered may vary monthly", "overview": "﻿Roger C. Peace Rehabilitation Hospital offers various adaptive sports to those with disabilities. The clinics are free but reservations are required. Roger C. Peace offers several community and support groups for our patients. Learn more about the many ways we help our patients, both physically and mentally.", "links": "https://www.ghs.org/healthcareservices/roger-c-peace-rehabilitation/", "phone": "864-455-7711", "email": "jcox@ghs.org", "location": "Greenville, SC"}]