[{"name": "City of Logan Adaptive Sports and Recreation", "activities": "Basketball/wheelchair basketball, boccia, swimming", "overview": "The Community Recreation Center is a joint agreement project undertaken by the City of Logan and the Logan City Board of Education. The objective of the project is to enhance the educational and recreational opportunities for the citizens of Logan and the students of Logan High. Logan High School physical education and athletic programs have preemptive rights to the entire Logan Community Recreation Center during the school hours of 8:00 am–5:30 pm when school is in session.", "links": "https://www.loganutah.org/government/departments/parks_and_recreation/recreation_center/index.php", "phone": "435-716-9250", "email": "lcrcoordinator3@loganutah.org", "location": "195 S 100 W Logan, UT 84321"}, {"name": "National Ability Center ", "activities": "Nordic Skiing, indoor rock climbing, skiing snowboarding, snowshoeing, challenge course, cycling, archery, paddle sports, water sports, aquatics, mountain biking, outdoor climbing, rafting, camping and backpacking, fat tire biking, nordic skiing, snowshoeing", "overview": "We are the seekers and explorers, the fun-makers and adventurers. We believe life doesn’t stop unfolding just because we have a (dis)ability. We’re adaptive. Our NAC family draws from decades of experience working with people of all abilities, harnessing the power of specialized equipment, techniques, teaching methods, and over 1,900 volunteers. We adapt to make recreation and outdoor adventures accessible to people of all abilities – 365 days a year and across the state of Utah. We’ve got basecamps in Park City, Salt Lake City, and Moab! Together, we start with “I CAN,” dream big and cherish every win – be it Paralympic gold, or quality time spent with family and friends. Whether you are a never-ever, an accomplished athlete, or somewhere in between, we welcome you, your family, and your friends. Most programs cater to those with a different ability, or (dis)ability, and many have been designed with inclusion as a first priority.", "links": "https://discovernac.org/about/", "phone": "435-649-3991", "email": "info@discovernac.org", "location": "1000 Ability Way Park City, UT 84060"}, {"name": "Ogden Valley Adaptive Sports ", "activities": "Downhill/Alpine skiing, snowboarding", "overview": "Ogden Valley Adaptive Sports (formerly Snowbasin Adaptive Sports) is a non-profit, tax-exempt organization whose mission is to provide adaptive snow sports programs at Snowbasin, Powder Mountain, and Nordic Valley resorts. We are passionate about enriching the lives of people with disabilities through winter sports and recreation. Thanks to the generous support of individual donors, grants from private corporations, foundations, and the community, we offer scholarships that enable participants to engage in our programs, regardless of their ability to pay.", "links": "https://www.ogdenvalleyadaptivesports.org/", "phone": "801-695-7074", "email": "KBradley@OgdenValleyAdaptiveSports.org", "location": "Eden, UT"}, {"name": "Salt Lake County", "activities": "Air rifle, archery, basketball/wheelchair basketball, boccia, bowling, goalball, powerlifting, rock climbing, soccer/power soccer, strength training, swimming, tennis/ wheelchair tennis, track and field, wheelchair rugby, yoga", "overview": "﻿Salt Lake County provides the opportunity to play sports in inclusive environments as well as in our specialized programming. Modification will be provided upon request, free of charge. Salt Lake County provides the opportunity to play sports in inclusive environments as well as in our specialized programming. In accordance with the requirements of title II of the Americans with Disabilities Act of 1990, Salt Lake County Parks and Recreation does not discriminate against qualified individuals with disabilities on the basis of disability in its services, programs, or activities. Modification will be provided upon request, free of charge. To ensure a prompt response, please submit your request at least 48 hours prior to your anticipated need.﻿", "links": "http://www.slco.org/adaptive", "phone": "385-468-1521", "email": "tasmith@slco.org", "location": "8446 South Harrison Street (340 W) Midvale, UT 84047"}]